Repository: rahulboradeiOS/USHA_Latest
Catalog: USHA_iOS/USHA/*.lproj/Localizable.strings
Languages: hi, ml

# noInternetConnection_PROFILE
source: NEED INTERNET CONNECTIVITY TO VIEW/EDIT PROFILE!
hi: प्रोफाइल चेक करने के लिए इंटरनेट कनेक्टिविटी की आवश्यक्ता है!
ml: പ്രൊഫൈൽ കാണുന്നതിന് ഇന്റർനെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്!

# noInternetConnection_REFRESHBALANCE
source: NEED INTERNET CONNECTIVITY TO REFRESH THE BALANCE!
hi: बैलेंस को पुनर्भरण के लिए आवश्यक इंटरनेट कनेक्टिविटी!
ml: ബാലൻസ് പുതുക്കുന്നതിന് ഇന്റർനെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്!

# noInternetConnection_SUAREY
source: NEED INTERNET CONNECTIVITY TO PERFORM THE SURVEY!
ml: സർ‌വേ നിർ‌വ്വഹിക്കുന്നതിന് ഇൻറർ‌നെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്!

# noInternetConnection_ORDER
source: NEED INTERNET CONNECTIVITY TO PLACE ORDER!
ml: ഓർഡർ നൽകുന്നതിന് ഇന്റർനെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്!

# noInternetConnection_GALLERY
source: NEED INTERNET CONNECTIVITY TO VIEW GALLERY!
ml: ഗാലറിക്ക് ഇൻറർനെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്!

# noInternetConnection_CHANGELANGUAGE
source: NEED INTERNET CONNECTIVITY TO PERFORM THE CHANGELANGUAGE!
hi: NEED INTERNET CONNECTIVITY TO PERFORME THE CHANGELANGUAGE!
ml: ഭാഷ മാറ്റുന്നതിന് ഇന്റർനെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്!

# noInternetConnection_DMSBILLING
source: NEED INTERNET CONNECTIVITY TO PERFORM THE DMSBILLING!
hi: NEED INTERNET CONNECTIVITY TO PERFORME THE DMSBILLING!
ml: ഡി‌എം‌എസ് ബില്ലിംഗ് നിർ‌വ്വഹിക്കുന്നതിന് ഇൻറർ‌നെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്!

source: NO DATA AVAILABLE!
hi: डेटा उपलब्ध नहीं!
ml: ഡാറ്റ ലഭ്യമല്ല!

# bankAccountEmpty
source: BANK ACCOUNT NUMBER SHOULD NOT BE EMPTY!
hi: बैंक खाता संख्या खाली नहीं होनी चाहिए!
ml: ബാങ്ക് അക്കൗണ്ട് നമ്പർ ശൂന്യമായിരിക്കരുത്!

# bankAccountNo10_25
source: ENTER 10-25 DIGIT BANK ACCOUNT N0!
hi: १० से २५ अंकों के बैंक खाता नंबर जोड़े।
ml: 10-25 ബാങ്ക് അക്കൗണ്ട് നമ്പർ നൽകുക!

# ifscEmpty
source: BANK IFSC CODE SHOULD NOT BE EMPTY!
hi: बैंक आई.एफ.एस.सी कोड खाली नहीं होना चाहिए!
ml: ബാങ്ക് IFSC കോഡ് ശൂന്യമായിരിക്കരുത്!

# invalidIFSC
source: INVALID IFSC FORMAT!
hi: Iअमान्य आई.एफ.एस.सी प्रारूप!
ml: അസാധുവായ IFSC ഫോർമാറ്റ്!

# ifsc11Digit
source: BANK IFSC CODE SHOULD BE 11 DIGIT!
hi: बैंक आई.एफ.एस.सी कोड ११ अंकों का होना चाहिए!
ml: ബാങ്ക് IFSC കോഡ് 11 അക്കങ്ങൾ ആയിരിക്കണം!

# bankNameEmpty
source: BANK NAME SHOULD NOT BE EMPTY!
hi: बैंक का नाम खाली नहीं होना चाहिए!
ml: ബാങ്കിന്റെ പേര് ശൂന്യമായിരിക്കരുത്!

# bankAddressEmpty
source: BANK ADDRESS SHOULD NOT BE EMPTY!
hi: बैंक का पता खाली नहीं होना चाहिए!
ml: ബാങ്ക് വിലാസം ശൂന്യമായിരിക്കരുത്!

# accountHolderNameEmpty
source: ACCOUNT HOLDER NAME SHOULD NOT BE EMPTY!
hi: खाता धारक का नाम खाली नहीं होना चाहिए!
ml: അക്ക ണ്ട് ഹോൾ‌ഡർ‌ നാമം ശൂന്യമായിരിക്കരുത്!

# resetPassword
source: YOUR PASSWORD IS NOT RESET FROM LAST 90 DAYS. YOU HAVE NEED TO RESET PASSWORD TO ACCESS THE RETAILER PROGRM!
ml: നിങ്ങളുടെ പാസ്‌വേഡ് 90 ദിവസത്തിന് ശേഷം കാലഹരണപ്പെടും. സാംപാർക്ക് പ്രോഗ്രാമിലേക്ക് ലോഗിൻ ചെയ്യുന്നതിന് നിങ്ങളുടെ പാസ്‌വേഡ് മാറ്റേണ്ടതുണ്ട്!

# pendingPinToAccumulate
source: YOU HAVE PINS TO ACCUMULATE ONLINE YET! KINDLY SYNC DATA ONLINE!
ml: നിങ്ങൾക്ക് നിരവധി കോഡുകൾ ശേഷിക്കുന്നു കുന്നുകൂടുക, ദയയുള്ള സിൻ‌ക് ഡാറ്റാ ഓൺ‌ലൈൻ!

# server_is_Busy
source: SERVER IS BUSY! PLEASE TRY LATER!
ml: സെർവർ തിരക്കിലാണ്, ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക!

source: SELECT START DATE!
ml: ആരംഭ തീയതി തിരഞ്ഞെടുക്കുക!

source: SELECT END DATE!
ml: അവസാന തീയതി തിരഞ്ഞെടുക്കുക!

# selectChequesImage
source: PLEASE SELECT CHEQUE IMAGE!
hi: कृपया ब्राउज़ करें ब्लैंक चेक चित्र!
ml: ബാങ്ക് ചെക്ക് ഇമേജ് തിരഞ്ഞെടുക്കുക!

# imageSize
source: IMAGE SIZE SHOULD BE 3MB OR LESS!
hi: सुचना:अधिकतम अपलोड दस्तावेज़ का आकार 3 एमबी से अधिक नहीं होना चाहिए। केवल छवि प्रारूप (jpg, tif, png, gif) स्वीकार किए जाते हैं!
ml: ഇമേജ് വലുപ്പം 3MB അല്ലെങ്കിൽ കുറവായിരിക്കണം!

# imageUploaded
source: IMAGE UPLOADED SUSSESSFULLY!
ml: ഇമേജ് അപ്‌ലോഡുചെയ്‌തു വിജയകരമായി!

# enterCorrectPassword
source: PLEASE ENTER CORRECT PASSWORD!
hi: कृपया सही पासवर्ड दर्ज करें!
ml: ശരിയായ പാസ്‌വേഡ് നൽകുക!

# chqName
source: CHQ NAME SHOULD BE IN THE NAME OF BUSINESS NAME IN CASE FIRM TYPE IS COMPANY/PARTNERSHIP ELSE SHOULD BE IN THE NAME OF OWNER NAME OR BUSINESS NAME!
hi: व्यवसाय के नाम पर चेक होना चाहिए यदि व्यवसाय का प्रकार कंपनी है/भागीदारी वरना मालिक के नाम में होना चाहिए!
ml: തരം കമ്പനി അല്ലെങ്കിൽ പങ്കാളിത്തമാണെങ്കിൽ സ്ഥാപനം ബിസിനസിന്റെ പേരിലായിരിക്കണം അല്ലെങ്കിൽ ഉടമയുടെ പേരിലായിരിക്കണം!

# pendingPinsToAccumulate
source: YOU HAVE PENDING PINS TO ACCUMULATE! PLEASE CLICK ON SUBMIT!
hi: आपका कुछ पिंस अक्कयुमुलेट हुआ नहीं है उसे जोड़ने के लिए सबमिट बटन पर क्लिक कीजिये!
ml: പെൻഡിംഗ് കോഡുകൾ ചേർക്കുന്നതിന് സമർപ്പിക്കാൻ ക്ലിക്കുചെയ്യുക!

# enterElectricalMobileNo
source: ENTER ELECTRICIAN MOBILE NO!
hi: इलेक्ट्रीशियन मोबाइल नं दर्ज करें!
ml: ഇലക്ട്രിക്കൽ മൊബൈൽ നമ്പർ നൽകുക!

source: ENTER VALID ELECTRICAL MOBILE NO!
hi: कृपया मान्य इलेक्ट्रीशियन मोबाइल नंबर दर्ज करें!
ml: ഇലക്ട്രിക്കൽ സാധുവായ മൊബൈൽ നമ്പർ നൽകുക!

# enterPin
source: PLEASE ENTER PIN!
hi: कृपया पिन दर्ज करें!
ml: ദയവായി പിൻ നൽകുക!

# sendSMS
source: ACCUMULATION SUMMARY SMS HAS BEEN SENT TO YOUR MOBILE NO. SAVE/SHARE THE ACCUMULATION SUMMARY FOR YOUR RECORDS IF NEEDED. ONCE EXIT FROM SCREEN TRANSACTION DETAILS CAN NOT BE VIEWED!
ml: നിങ്ങളുടെ റെക്കോർഡുകൾക്കായി SMS / സ്റ്റോർ നില അയയ്ക്കുക ക്ലിക്കുചെയ്യുക, നിങ്ങൾ തിരികെ പോയാൽ നിങ്ങൾക്ക് ഡാറ്റ കാണാൻ കഴിയില്ല വീട്ടിലേക്ക് പോകാൻ അതെ ക്ലിക്കുചെയ്യുക!

# noHistory
source: NO TRANSACTION FOUND BETWEEN SELECTED DATES!
hi: चयनित दिनांक मैं कोई ट्रांसक्शन मौजूद नहीं है!
ml: തിരഞ്ഞെടുത്ത തീയതികൾക്കിടയിൽ ഇടപാട് ഡാറ്റകളൊന്നുമില്ല!

# switchScheme
source: DO YOU REALLY WANT TO SELECT OTHER SCHEME
hi: क्या आप वास्तव में अन्य स्कीम का चयन करना चाहते हैं!
ml: വ്യത്യസ്ത സ്കീം തിരഞ്ഞെടുക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ

# doYouWantExit
source: DO YOU REALLY WANT TO EXIT!
hi: क्या आप वास्तव में वापस जाना चाहते हैं?
ml: നിങ്ങൾ‌ക്ക് പുറത്തുകടക്കാൻ‌ താൽ‌പ്പര്യമുണ്ടോ?!

# doYouWantLogout
source: DO YOU REALLY WANT TO EXIT!
hi: क्या आप वास्तव में वापस जाना चाहते हैं?
ml: നിങ്ങൾ‌ക്ക് പുറത്തുകടക്കാൻ‌ താൽ‌പ്പര്യമുണ്ടോ?!

# appUpdate
source: NEW VERSION OF RETAILER APP IS AVAILABLE. KINDLY UPDATE!
hi: समपर्क का नया वर्शन उपलब्ध है कृपया उसे अपडेट कीजिये!
ml: സാംപാർക്കിന്റെ പുതിയ പതിപ്പ് ലഭ്യമാണ്. ദയവായി പുതുക്കുക!

# notificationNoAttachment
source: NO ATTACHMENT FOUND
hi: कोई अटैचमेंट्स नहीं मिला है
ml: അറ്റാച്ചുമെന്റുകളൊന്നും കണ്ടെത്തിയില്ല

# schemeResultDataNotFound
source: DATA NOT FOUND!
hi: कोई डेटा उपलब्ध नहीं है!!
ml: ഡാറ്റ കണ്ടെത്തിയില്ല!

# pendingsurvey
source: YOU HAVE PENDING SURVAY,DO YOU WANT TO FILL?
hi: आप सर्वेक्षण को भेज रहे हैं,क्या आप भरना चाहते हैं?
ml: ഇപ്പോൾ തീർ‌ച്ചപ്പെടുത്തിയിട്ടില്ലാത്ത സർ‌വേകൾ‌ പൂരിപ്പിക്കാൻ‌ നിങ്ങൾ‌ താൽ‌പ്പര്യപ്പെടുന്നോ?

# addProduct
source: PRODUCT NOT FOUND! PLEASE ADD PRODUCT TO PROCESSED
hi: कोई उत्पाद मिला नहीं! कृपया प्राप्त करने के लिए उत्पाद जोड़ें
ml: ഉൽപ്പന്നം കണ്ടെത്താനായില്ല! പ്രോസസ്സ് ചെയ്യുന്നതിന് ഉൽപ്പന്നം ചേർക്കുക

source: VALUE NOT FOUND!
hi: वैल्य नहीं मिला!
ml: മൂല്യമില്ല!

source: PRODUCT NOT FOUND
hi: कोई उत्पाद मिला नहीं
ml: ഉൽപ്പന്നം കണ്ടെത്താനായില്ല

# selectDealer
source: PLEASE SELECT PARTNER!
hi: कृपया डीलर का चयन करें *!
ml: ഡീലർ തിരഞ്ഞെടുക്കുക!

# enterDealerName
source: PLEASE ENTER DEALER NAME/CODE
hi: कृपया डीलर कोड / डीलर का नाम
ml: ഡീലർ പേര് / കോഡ് നൽകുക

# enterDealerMobile
source: PLEASE ENTER DEALER MOBILE NUMBER
hi: कृपया डीलर मोबाइल नंबर दर्ज करें
ml: ഡീലർ മൊബൈൽ നമ്പർ നൽകുക

# dealerNotFound
source: DEALER NOT FOUND PLEASE SELECT ANOTHER!
hi: डीलर नहीं है,कृपया किसी अन्य का चयन करें!
ml: ഡീലർ കണ്ടെത്തിയില്ല മറ്റൊരാളെ തിരഞ്ഞെടുക്കുക!

# enterRemark
source: PLEASE ENTER REMARK
hi: टिप्पणी
ml: റീമാർക്ക് ദയവായി നൽകുക

# selectFirmType
source: PLEASE SELECT FIRM TYPE
hi: दुकान के प्रकार का चयन करें *
ml: ഫേം ടൈപ്പ് തിരഞ്ഞെടുക്കുക

# enterFirmName
source: PLEASE ENTER FIRM NAME!
hi: पहला नाम दर्ज करें!
ml: സ്ഥാപനത്തിന്റെ പേര് നൽകുക!

# enterOwnerName
source: PLEASE ENTER OWNER FULL NAME!
hi: मालिक का नाम दर्ज करें!
ml: ഉടമയുടെ മുഴുവൻ പേര് നൽകുക!

# enterAddress
source: ENTER FIRM ADDRESS!
hi: पता लिखिए!
ml: സ്ഥാപന വിലാസം നൽകുക!

# selectSate
source: PLEASE SELECT STATE!
hi: राज्य चुनें!
ml: സംസ്ഥാനം ദയവായി തിരഞ്ഞെടുക്കുക!

# selectDistrict
source: PLEASE SELECT DISTRICT!
hi: जिले का चयन करें!
ml: ജില്ലാ പ്ലീസ് തിരഞ്ഞെടുക്കുക!

# selectCity
source: PLEASE SELECT CITY!
hi: शहर चुनें!
ml: ദയവായി നഗരം തിരഞ്ഞെടുക്കുക!

# selectArea
source: PLEASE SELECT AREA!
hi: क्षेत्र का चयन करें!
ml: ഒരു പ്രദേശം തിരഞ്ഞെടുക്കുക!

# enterPinCode
source: PLEASE ENTER PINCODE!
hi: पिन कोड दर्ज करें!
ml: പിൻ കോഡ് നൽകുക!

# validPinCode
source: ENTER VALID PINCODE!
hi: मान्य पिन कोड दर्ज करें!
ml: സാധുവായ പിൻകോഡ് നൽകുക!

# selectBranchName
source: PLEASE SELECT BRANCH NAME!
hi: कृपया ब्रांच नाम का चयन करें!
ml: ബ്രാഞ്ച് നാമം തിരഞ്ഞെടുക്കുക!

# selectBranch
source: PLEASE SELECT BRANCH NAME!
hi: कृपया ब्रांच नाम का चयन करें!
ml: ബ്രാഞ്ച് നാമം തിരഞ്ഞെടുക്കുക!

# enterEmail
source: PLEASE ENTER EMAIL ADDRESS!
hi: ईमेल आईडी दर्ज करें!
ml: നിങ്ങളുടെ ഇമെയിൽ വിലാസം നൽകുക!

# enterValidEmail
source: ENTER VALID EMAIL ADDRESS!
hi: मान्य ईमेल आईडी दर्ज करें!
ml: സാധുവായ ഇമെയിൽ വിലാസം നൽകുക!

# enterRetailerSapCode
source: PLEASE ENTER RETAILER SAP CODE!
hi: कृपया रिटेलर SAP CODE को दर्ज करें!
ml: ചില്ലറ വിൽപ്പനക്കാരന്റെ SAP കോഡ് നൽകുക!

# enterAadharNo
source: PLEASE ENTER AADHER NUMBER!
hi: आधार नंबर दर्ज करें!
ml: ദയവായി ആധാർ നമ്പർ നൽകുക!

# validAadherNo
source: ENTER VALID AADHER NUMBER!
hi: मान्य आधार नंबर दर्ज करें!
ml: സാധുവായ ആധാർ നമ്പർ നൽകുക!

# enterPanNo
source: PLEASE ENTER PAN CARD NUMBER!
hi: पैन नंबर डालें!
ml: പാൻ കാർഡ് നമ്പർ നൽകുക!

# validPanNO
source: ENTER VALID PAN NUMBER!
hi: मान्य पैन नंबर डालें!
ml: സാധുവായ പാൻ നമ്പർ നൽകുക!

# selectGstType
source: PLEASE SELECT GST TYPE!
hi: कृपया Gst प्रकार का चयन करें!
ml: ജിഎസ്ടി തരം തിരഞ്ഞെടുക്കുക!

# enterGstNO
source: PLEASE ENTER GST NUMBER!
hi: जीएसटी संख्या दर्ज करें!
ml: ജിഎസ്ടി നമ്പർ നൽകുക!

# enterValidGstNO
source: PLEASE ENTER VALID GST NUMBER!
hi: मान्य जीएसटी नंबर दर्ज करें!
ml: സാധുവായ ജിഎസ്ടി നമ്പർ നൽകുക!

# selectParentChildStaus
source: PLEASE SELECT PARENT CHILD STAUS
ml: രക്ഷാകർതൃ ശിശു നില തിരഞ്ഞെടുക്കുക

# enterParentMobileNo
source: PLEASE ENTER PARENT MOBILE NUMBER!
ml: രക്ഷാകർതൃ മൊബൈൽ നമ്പർ നൽകുക!

# selectOwnerImage
source: PLEASE SELECT OWNER IMAGE!
hi: मालिक की तस्वीर फोटो का चयन करें!
ml: ഉടമയുടെ ഇമേജ് തിരഞ്ഞെടുക്കുക!

# selectAadherImage
source: PLEASE SELECT AADHAR IMAGE!
hi: आधार की तस्वीर फोटो का चयन करें!
ml: ആധാർ ചിത്രം തിരഞ്ഞെടുക്കുക!

# selectPanImage
source: PLEASE SELECT PAN IMAGE!
hi: पैन की तस्वीर फोटो का चयन करें!
ml: പാൻ ചിത്രം തിരഞ്ഞെടുക്കുക!

# selectGstIamge
source: PLEASE SELECT GST IMAGE!
hi: जीएसटी की तस्वीर फोटो का चयन करें!
ml: ജിഎസ്ടി ഇമേജ് തിരഞ്ഞെടുക്കുക!

# selectShopImage
source: PLEASE SELECT SHOP IMAGE!
hi: दुकान की तस्वीर फोटो का चयन करें!
ml: ഷോപ്പ് ഇമേജ് തിരഞ്ഞെടുക്കുക!

# selectOtherImage
source: PLEASE SELECT OTHER IMAGE!
hi: अन्य तस्वीर फोटो का चयन करें!
ml: മറ്റ് ഇമേജ് തിരഞ്ഞെടുക്കുക!

# noInternetConnection_REDEEMVOUCHER
source: NEED INTERNET CONNECTIVITY TO REDEEM VOUCHER!
hi: वाउचर रिडेम्पशन करने के लिए निरंतर इंटरनेट कनेक्टिविटी की आवश्यकता है!
ml: വൗച്ചർ വീണ്ടെടുക്കുന്നതിന് ഇന്റർനെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്!

# noInternetConnection_MOBILETOPUP
source: NEED INTERNET CONNECTIVITY TO DO MOBILE TOPUP!
hi: मोबाइल टॉपअप करने के लिए निरंतर इंटरनेट कनेक्टिविटी की आवश्यकता है!
ml: മൊബൈൽ ടോപ്പ് അപ്പ് ചെയ്യാൻ ഇന്റർനെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്!

# noInternetConnection_BANKTRANSFER
source: NEED INTERNET CONNECTIVITY TO PERFORM BANK TRANSFER!
hi: बैंक ट्रांसफर करने के लिए निरंतर इंटरनेट कनेक्टिविटी की आवश्यकता है!
ml: ബാങ്ക് കൈമാറ്റം നടത്താൻ ഇന്റർനെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്!

# selectOpretor
source: PLEASE SELECT OPERATOR!
hi: कृपया चयनकर्ता चुनें!
ml: ഓപ്പറേറ്റർ തിരഞ്ഞെടുക്കുക!

# rechargeAmountBetween
source: ENTERED AMOUNT BETWEEN 1.00 TO 1000.00!
hi: कुल मिलाकर १.०० से १०००० तक!
ml: ചേർത്ത തുക 1.00 നും 1000.00 നും ഇടയിലായിരിക്കണം!

# voucherAdded
source: VOUCHER ADDED IN CART SUSSESSFULLY!
hi: वाउचर को कार्ट में सीधे तौर पर जोड़ा गया!
ml: കാർട്ടിൽ വിജയകരമായി ചേർത്ത വൗച്ചർ!

# voucherAddedFailed
source: VOUCHER ADDED IN CART FAILD!
hi: वाउचर को कार्ट में जोड़ा गया!
ml: വണ്ടിയിൽ വൗച്ചർ ചേർക്കുന്നതിൽ പരാജയപ്പെട്ടു!

# voucherDelete
source: DO YOU REALLY WANT TO DELETE VOUCHER FROM CART!
hi: क्या आप वास्तव में कार्ट से वाउचर प्राप्त करना चाहते हैं!
ml: കാർട്ടിൽ നിന്ന് വൗച്ചർ ഇല്ലാതാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?!

source: TOTAL AMOUNT SHOULD BE LESS THAN BALANCE
hi: कुल AMOUNT कम राशि शेष राशि होनी चाहिए
ml: ആകെ തുക ബാലൻസിനേക്കാൾ കുറവായിരിക്കണം

source: TOTAL AMOUNT BETWEEN 10.00 TO 1000.00!
hi: कुल AMOUNT बीटा 10.00 से 1000.00 तक!
ml: മൊത്തം തുക 10.00 മുതൽ 1000.00 വരെ ആയിരിക്കണം!

source: NO
hi: नहीं
ml: ഇല്ല

source: YES
hi: हाँ
ml: അതെ

source: ACCOUNT NO
hi: अकाउंट नंबर

source: STATUS
hi: स्टेटस

source: CHEQUE
hi: चेक

source: BANK DETAILS
hi: बैंक विवरण
