Repository: rahulboradeiOS/USHA_Latest
Catalog: USHA_iOS/USHA/*.lproj/Localizable.strings
Languages: hi, ml

# WELCOMETOSAMPARKPROGRAM
source: WELCOME TO RETAILER PROGRAM
hi: RETAILER प्रोग्राम में आपका स्वागत है
ml: സാമ്പാർക്ക് പ്രോഗ്രാമിലേക്ക് സ്വാഗതം

# GET OTP
source: Send OTP
hi: ओटीपी प्राप्त करें
ml: ഗെറ്റ് ഓടിപി

# REGISTER
source: Not Registered? Register here..
hi: रजिस्टर
ml: രജിസ്റ്റർ

# ABOUT SAMPARK
source: ABOUT RETAILER
hi: RETAILER के बारे में
ml: എബൌട്ട് സാമ്പാർക്ക്

source: SUBMIT
hi: जमा करें
ml: സമർപ്പിക്കുക

source: RESEND OTP
hi: ओटीपी पुन: भेजें
ml: OTP വീണ്ടും അയയ്‌ക്കുക

source: FOR ANY HELP:18002660077
hi: किसी भी सहायता के लिए : 18002660077 दबाएँ
ml: ഏത് സഹായത്തിനും: ൧൮൦൦൨൬൬൦൦൭൭

source: Selection Details
hi: चयन विवरण
ml: തിരഞ്ഞെടുക്കൽ വിശദാംശങ്ങൾ

# TotalBalance
source: TOTAL BAL
hi: टोटल बैलेंस
ml: ആകെ ബാലൻസ്

# schemebalance
source: SCHEME BAL
hi: स्कीम बैलेंस
ml: സ്കീം ബാലൻസ്

source: SAVE PASSWORD
hi: पासवर्ड को बचाओ
ml: സേവ് പാസ്‌വേഡ്

# SET PASSWORD
source: SAVE PASSWORD
hi: पासवर्ड सेव करें
ml: പാസ്‌വേഡ് സജ്ജമാക്കുക

source: PASSWORD POLICY
hi: पासवर्ड पालिसी
ml: പാസ്‌വേഡ് നയം

source: SHOULD BE 8 - 12 CHARACTERS.
hi: ८ से १२ अंको का होना चाहिए.
ml: 8-12 പ്രതീകങ്ങൾ ആയിരിക്കണം.

source: ONE NUMERICAL CHARACTER COMPULSORY (0-9).
hi: एक संख्यात्मक अक्षर होना जरुरी है (0-9).
ml: 1 സംഖ്യാ പ്രതീകം നിർബന്ധമാണ് (0-9).

source: ONE ALPHABET CHARACTER COMPULSORY (A-Z, a-z).
hi: एक वर्णमाला अक्षर होना जरुरी है (A-Z, a-z).
ml: ഒരു അക്ഷരമാല പ്രതീകം (A-Z, a-z).

source: PASSWORD EXPIRES IN 90 DAYS.
hi: पासवर्ड की वैद्यता ९० दिन की है.
ml: പാസ്‌വേഡ് 90 ദിവസത്തിനുള്ളിൽ കാലഹരണപ്പെടും.

# Forget/reset
source: FORGOT/RESET PASSWORD
hi: फॉरगॉट/रीसेट पासवर्ड
ml: ഫോർഗോട്/ റെസ്റ്റ് പാസ്സ്‌വേർഡ്

# selectSchemes
source: SELECT SCHEME
hi: स्कीम चुनें
ml: സ്കീം തിരഞ്ഞെടുക്കുക

source: WELCOME!
hi: स्वागत हे!
ml: സ്വാഗതം!

# perfamanceofthemonth
source: PERFORMANCE OF THE MONTH
hi: महीने का प्रदर्शन
ml: മാസത്തിലെ പ്രകടനം

source: Secondary Sale
hi: माध्यमिक बिक्री
ml: ദ്വിതീയ വിൽപ്പന

source: POINTS
hi: अंक
ml: പോയിന്റുകൾ

source: up to date
hi: अभीतक
ml: കാലികമാണ്

source: SCHEME WISE DETAILS AVAILABLE FROM 16th AUG 2018 ONWARDS
hi: स्कीम विवरण 16 अगस्त 2018 से उपलब्ध
ml: 16-ാം ആഗസ്റ്റ് 2018 ഓണറുകളിൽ നിന്ന് ലഭ്യമായ സ്കീം വൈസ് വിശദാംശങ്ങൾ

source: Month
hi: महीना
ml: മാസം

source: Year
hi: साल
ml: വർഷം

source: SCHEME
hi: स्किम
ml: സ്കീം

source: BALANCE
hi: बैलेंस
ml: ബാലൻസ്

source: Announcement
hi: घोषणा
ml: അറിയിപ്പ്

source: View More
hi: और देखो
ml: കൂടുതൽ കാണു

source: Total Pins Scanned
hi: कुल पिन स्कैन किए गए
ml: ആകെ പിൻസ് സ്കാൻ ചെയ്തു

source: Total Points Earned
hi: कुल अंक अर्जित
ml: സമ്പാദിച്ച ആകെ പോയിന്റുകൾ

source: Success Pins
hi: सक्सेस पिन्स
ml: വിജയകരമായ പിൻസ്

source: Consume Pins
hi: उपयोग किया गया पिन्स
ml: ഉപയോഗിച്ച കോഡുകൾ

source: Not In System Pins
hi: पिन्स जो सिस्टम में नहीं
ml: നോട് ഇൻ സിസ്റ്റം പിൻസ്

source: Other Scheme Pins
hi: अन्य योजना पिंस
ml: അദർ സ്കീം പിൻസ്

source: Not Permitted as Distribution Pins
hi: पिन्स जो वितरण के रूप में अनुमति नहीं है
ml: നോട് ഇൻ പെർമിറ്റെഡ് ആസ് ഡിസ്ട്രിബൂഷൻ പിൻസ്

source: Expired Pins
hi: समय सीमा समाप्त पिंस
ml: കാലഹരണപ്പെട്ടു പിൻസ്

source: PENDING
hi: पेंडिंग
ml: ശേഷിക്കുന്നു

source: COMPLETED
hi: पूरा कर लिया है
ml: പൂർത്തിയായി

source: LATER
hi: बाद में
ml: പിന്നീട്

source: Verify
hi: वेरीफाई
ml: സ്ഥിരീകരിക്കുക

source: Enter otp we have sent otp to your phone number
hi: ओटीपी दर्ज करें हमने आपके फोन नंबर पर ओटीपी भेजा है
ml: നിങ്ങളുടെ ഫോൺ നമ്പറിലേക്ക് അയച്ച otp നൽകുക

# Verify OTP
source: SUBMIT
hi: जमा करें
ml: OTP പരിശോധിക്കുക

source: Known
hi: जानने वाला
ml: അറിയപ്പെടുന്നത്

source: Unknown
hi: अनजान
ml: അജ്ഞാതം

source: NO. OF PINS SCANNED
hi: स्कैन की गयी पिन की संख्या
ml: സ്‌കാൻ ചെയ്‌ത പിൻകളുടെ എണ്ണം

source: OR
hi: और
ml: അഥവാ

# SCAN
source: SCAN PINS
hi: स्कैन पिन्स
ml: സ്കാൻ

source: Pins
hi: पिन्स
ml: പിന്നുകൾ

source: Action
hi: कार्य
ml: പ്രവർത്തനം

source: ACCUMULATION SUMMARY
hi: अक्युमलेशन समरी
ml: ആക്കുമുളഷൻ സ്റ്റാറ്റസ്

source: Accumulation Date :
hi: अक्युमलेशन दिनांक :
ml: സഞ്ചിത തീയതി:

source: TRANSACTION ID:
hi: ट्रांसएक्शन आईडी:
ml: ഇടപാട് ഐഡി:

# Note:pinStatus
source: NOTE:-CLICK ACCUMULATION STATUS TO GET PIN WISE DETAILS
hi: नोट: - पिन वाइज विवरण प्राप्त करने के लिए सटीक स्थिति पर क्लिक करें
ml: കുറിപ്പ്:-പിൻ വൈസ് വിശദാംശങ്ങൾ ലഭിക്കുന്നതിന് ആക്കുമുളഷൻ സ്റ്റാറ്റസ് ക്ലിക്കുചെയ്യുക

# continue
source: VIEW SUMMARY
hi: जारी रहना
ml: തുടരുക

# sendsms
source: RESEND SMS
hi: संदेश भेजो
ml: എസ്എംഎസ് അയയ്ക്കുക

source: Accumulation Date :
hi: अक्युमलेशन दिनांक:
ml: സഞ്ചിത തീയതി:

# ViewSummery
source: VIEW SUMMARY
hi: सारांश देखें
ml: സംഗ്രഹം കാണുക

source: GALLERY
hi: गैलरी
ml: ഗാലറി

source: PRODUCT VIDEOS
hi: प्रोडक्ट वीडियोस
ml: ഉൽപ്പന്ന വീഡിയോകൾ

source: ADD NEW BANK DETAILS
hi: नए बैंक खाते का विवरण करे
ml: പുതിയ ബാങ്ക് വിശദാംശങ്ങൾ ചേർക്കുക

source: Add New Bank Details
hi: नए बैंक खाते का विवरण करे
ml: പുതിയ ബാങ്ക് വിശദാംശങ്ങൾ ചേർക്കുക

source: ENTER 10-25 DIGIT BANK ACCOUNT NO.
hi: १० से २५ अंको का बैंक अकाउंट नंबर दर्ज करे.
ml: 10-25 അക്ക അക്ക ബാങ്ക് നമ്പർ നൽകുക.

source: ENTER IFSC CODE SHOULD BE 11 CHARACTERS
hi: IFSC कोड ११ अंको का होना चाहिए
ml: ബാങ്ക് ഐ‌എഫ്‌എസ്‌സി കോഡ് 11 അക്കങ്ങളായിരിക്കണം

source: BANK NAME
hi: बैंक नाम
ml: ബാങ്കിന്റെ പേര്

source: BANK ADDRESS
hi: बैंक पता
ml: ബാങ്ക് വിലാസം

source: NAME AS PER BANK ACCOUNT
hi: नाम के अनुसार बैंक खाता
ml: ബാങ്ക് അക്കൗണ്ടായി പേര്

source: Note: Max Upload Document Size should not greater than 3 MB. Only image formats (jpg, tif, png, gif) are accepted
hi: सुचना: अपलोड दस्तावेज़ अधिकतम साइज 3 एमबी से अधिक नहीं होना चाहिए। केवल (jpg, tif, png, gif) स्वीकार किए जाते हैं
ml: കുറിപ്പ്: മാക്സ് അപ്‌ലോഡ് പ്രമാണ വലുപ്പം 3 MB യിൽ കൂടരുത്. ഇമേജ് ഫോർമാറ്റുകൾ മാത്രം (jpg, tif, png, gif) സ്വീകരിക്കുന്നു

source: BANK CHEQUE
hi: बैंक चेक
ml: ബാങ്ക് ചെക്ക്

source: UPLOAD
hi: अपलोड
ml: അപ്‌ലോഡുചെയ്യുക

source: SUBMIT NEW BANK DETAILS
hi: नया खता सबमिट करें
ml: പുതിയ ബാങ്ക് വിശദാംശങ്ങൾ സമർപ്പിക്കുക

source: CHQ SHOULD BE IN THE NAME OF BUSINESS NAME IN CASE TYPE OF FIRM IS COMPANY/PARTINERSHIP ELSE SHOULD BE IN THE NAME OF OWNER NAME
hi: व्यवसाय के नाम पर चेक होना चाहिए यदि व्यवसाय का प्रकार कंपनी है/भागीदारी वरना मालिक के नाम में होना चाहिए
ml: ചെക്ക് ബിസിനസ്സ് പേരിലായിരിക്കണം സ്ഥാപനം ഒരു തരം കമ്പനി അല്ലെങ്കിൽ പങ്കാളിത്തമാണെങ്കിൽ അല്ലെങ്കിൽ ഉടമയുടെയോ ബിസിനസ്സിന്റെയോ പേരിലായിരിക്കണം

source: TRANSACTION HISTORY
hi: लेनदेन का इतिहास
ml: ഇടപാട് ചരിത്രം

source: SELECT SCHEME
hi: स्कीम चुनें
ml: സ്കീം തിരഞ്ഞെടുക്കുക

source: START DATE
hi: शुरवात दिनांक
ml: തുടങ്ങുന്ന ദിവസം

source: END DATE
hi: समाप्त दिनांक
ml: അവസാന തീയതി തിരഞ്ഞെടുക്കുക

source: SELECT START DATE
hi: शुरवात दिनांक चुने
ml: ആരംഭ തീയതി തിരഞ്ഞെടുക്കുക

source: SELECT END DATE
hi: समाप्त दिनांक चुने
ml: അവസാന തീയതി തിരഞ്ഞെടുക്കുക

source: VIEW
hi: देखे
ml: കാണുക

source: NOTE
hi: ध्यान दे
ml: കുറിപ്പ്

# 1. YOU CAN SELECT UPTO 31 DAYS HISTORY
source: 1. YOU CAN SELECT UPTO 6 MONTHS HISTORY
hi: 1. आप 6 महीने के इतिहास का चयन कर सकते हैं
ml: 1. നിങ്ങൾക്ക് 6 മാസത്തെ ചരിത്രം തിരഞ്ഞെടുക്കാനാകും

source: 2. ACC:- POINTS ACCUMULATED
hi: 2. ACC:- पॉइंट्स अक्सुमुलेटेड
ml: 2. ACC: - കണക്കുകൂട്ടിയ പോയിന്റുകൾ

source: 3. RED:- POINTS REDEEMED THROUGH DIFFERENT MODES
hi: 3. RED:- अलग मोड के द्वारा रिडीम किये अंक
ml: 3. ചുവപ്പ്: - വ്യത്യസ്‌ത മോഡുകളിലൂടെ വീണ്ടെടുക്കുന്ന പോയിന്റുകൾ

source: 4. SCHEME WISE DETAILS AVAILABLE FROM 16th AUG 2018 ONWARDS
hi: 4.योजना विवरण 16 अगस्त 2018 से उपलब्ध
ml: 4. 16-ാം ആഗസ്റ്റ് 2018 നിന്ന് ലഭ്യമായ സ്കീം വൈസ് വിശദാംശങ്ങൾ

source: TOTAL ACCUMULATION
hi: टोटल अक्सुमुलेशन
ml: ആകെ ആക്കുമുളഷൻ

source: TOTAL REDEMPTION
hi: टोटल रिडेम्पशन
ml: ആകെ റിഡെംപ്ഷൻ

source: DATE
hi: दिनांक
ml: തീയതി

source: PRODUCT
hi: प्रोडक्ट
ml: ഉൽപ്പന്നം

source: NOTIFICATIONS
hi: सूचनाएं
ml: അറിയിപ്പുകൾ

source: * All Notifications will expire in 30 days
hi: * सभी सूचनाएं 30 दिनों में समाप्त हो जाएंगी
ml: * എല്ലാ അറിയിപ്പുകളും 30 ദിവസത്തിനുള്ളിൽ കാലഹരണപ്പെടും

source: VIEW MORE
hi: अधिक विवरण देखें
ml: കൂടുതൽ കാണു

source: SSB SCHEME RESULT
hi: स्कीम रिजल्ट
ml: SSB സ്കീം ഫലം

source: DOWNLOAD SCHEME BROCHURE
hi: डाउनलोड स्कीम विवरणिका
ml: സ്കീം ബ്രോച്ചർ ഡൗൺലോഡുചെയ്യുക

source: OK
hi: ओके
ml: ശരി

source: BY DIVISION/MG
hi: प्रभाग द्वारा / ऍम जी
ml: ഡിവിഷൻ വഴി

source: BY MATERIAL CODE
hi: मटेरिअल कोड द्वारा
ml: മെറ്റീരിയൽ പ്രകാരം

source: PRODUCT NOT FOUND
hi: प्रोडक्ट नहीं मिला
ml: ഉൽപ്പന്നം കണ്ടെത്താനായില്ല

# NEXT
source: ADD ITEM
hi: अगला
ml: അടുത്തത്

source: Please select the follwing option for order processing
hi: कृपया ऑर्डर प्रोसेसिंग के लिए निम्नलिखितविकल्प चुनें
ml: ഓർഡർ പ്രോസസ്സിംഗിനായി ഫോളിംഗ് ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക

source: SELECT OPTION
hi: विकल्प चुनें
ml: ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക

source: DEALER CODE / NAME
hi: डीलर कोड / नाम
ml: ഡീലർ കോഡ് / പേര്

source: DEALER MOBILE
hi: डीलर मोबाइल
ml: ഡീലർ മൊബൈൽ

source: EXPECTED DELIVERY DATE
hi: अपेक्षित वितरण की तारीख
ml: പ്രതീക്ഷിക്കുന്ന ഡെലിവറി തീയതി

source: REMARK
hi: टिप्पणी
ml: പരാമർശം

source: EDIT
hi: संपादित करें
ml: എഡിറ്റുചെയ്യുക

# Profile Under Edit
source: Profile Under Edit/Reactivation request for 48 hours,
hi: प्रोफ़ाइल के तहत संपादित करें/48 घंटे के लिए पुनर्सक्रियन का अनुरोध,
ml: എഡിറ്റ് / വീണ്ടും സജീവമാക്കൽ അഭ്യർത്ഥനയ്ക്ക് കീഴിലുള്ള പ്രൊഫൈലിനായി 48 മണിക്കൂർ,

source: FIRM TYPE
hi: कंपनी प्रकार
ml: ഫേം ടൈപ്പ്

source: FIRM NAME
hi: कंपनी नाम
ml: സ്ഥാപനത്തിന്റെ പേര്

source: OWNER NAME
hi: मालिक नाम
ml: ഉടമസ്ഥന്റെ പേര്

source: MOBILE NO
hi: मोबाइल नंबर
ml: മൊബൈൽ നമ്പർ

source: RETAILER ID
hi: RETAILER आईडी
ml: RETAILER ഐഡി

source: ADDRESS 1
hi: पता १
ml: വിലാസം 1

source: ADDRESS 2
hi: पता 2
ml: വിലാസം 2

source: ADDRESS 3
hi: पता 3
ml: വിലാസം 3

source: STATE
hi: राज्य
ml: സംസ്ഥാനം

source: DISTRICT
hi: जिला
ml: ജില്ല

source: CITY
hi: शहर
ml: നഗരം

source: AREA
hi: एरिया
ml: ഏരിയ

source: PINCODE
hi: पिनकोड
ml: സിപ്പ് കോഡ്

source: BRANCH NAME
hi: शाखा नाम
ml: ബ്രാഞ്ച് നാമം

source: EMAIL
hi: ईमेल
ml: ഇമെയിൽ

source: AADHAR NO
hi: आधार नंबर
ml: ആധാർ നമ്പർ

source: PAN NO
hi: पैन नंबर
ml: പാൻ നമ്പർ

source: GST TYPE
hi: जीएसटी प्रकार
ml: ജിഎസ്ടി തരം

source: GST NO
hi: जीएसटी नंबर
ml: ജിഎസ്ടി നമ്പർ

source: USER STATUS
hi: उपयोगकर्ता की स्थिति
ml: ഉപയോക്തൃ നില

source: USER SUB TYPE
hi: उपयोगकर्ता प्रकार
ml: ഉപയോക്താവ് സബ്സ്റ്റിറ്റ്യൂട്ട് ടൈപ്പ്

source: CURRENT STATUS
hi: वर्तमान स्थिति
ml: നിലവിലെ നില

source: LAST ACTION DATE
hi: अंतिम कार्रवाई तिथि
ml: അവസാന പ്രവർത്തന തീയതി

source: REG DATE
hi: रजिस्ट्रेशन दिनांक
ml: രജിസ്ട്രേഷൻ തീയതി

source: OWNER IMAGE
hi: ओनर इमेज
ml: ഉടമ ഇമേജ്

source: AADHAR IMAGE
hi: आधार इमेज
ml: ആധാർ ഇമേജ്

source: PAN IMAGE
hi: पैन इमेज
ml: പാൻ ഇമേജ്

source: GST IMAGE
hi: जीएसटी इमेज
ml: ജിഎസ്ടി ഇമേജ്

source: SHOP IMAGE
hi: शॉप इमेज
ml: ഷോപ്പ് ഇമേജ്

source: OTHER IMAGE
hi: अन्य इमेज
ml: മറ്റ് ചിത്രം

# dashboard_menu
source: DASHBOARD
hi: डैशबोर्ड
ml: ഡാഷ്ബോർഡ്

# profile_menu
source: PROFILE
hi: उपयोगकर्ता प्रोफ़ाइल
ml: ഉപയോക്തൃ പ്രൊഫൈൽ

# accumulation_menu
source: ACCUMULATE
hi: अक्सुमुलेशन
ml: ആക്കുമുലേറ്റ്

# redemption_menu
source: REDEEM
hi: अक्सुमुलेशन
ml: വീണ്ടെടുത്തു

# bank_details_menu
source: BANK DETAILS
hi: बैंक विवरण
ml: ബാങ്ക് വിശദാംശങ്ങൾ

# transaction_history_menu
source: TRANSACTION HISTORY
hi: लेनदेन का इतिहास
ml: ട്രാൻസാക്ഷൻ ചരിത്രം

# price_list_menu
source: CATALOG
hi: कॅटलॉग
ml: വിലവിവരപട്ടിക

# select_scheme_menu
source: SELECT SCHEME
hi: स्किम चुने
ml: സ്കീം തിരഞ്ഞെടുക്കുക

# sampark_web_menu
source: RETAILER WEB
hi: RETAILER वेब
ml: സാംപാർക്ക് വെബ്

# share_app_menu
source: SHARE APP
hi: शेयर ऐप
ml: അപ്ലിക്കേഷൻ പങ്കിടുക

# sbt_scheme_result_menu
source: SCHEME DETAILS
hi: स्किम रिजल्ट
ml: SSB സ്കീം ഫലം

# notification_menu
source: NOTIFICATION
hi: अधिसूचना
ml: അറിയിപ്പ്

# survey_menu
source: SURVEY
hi: सर्वेक्षण
ml: സർവേ

# change_language_menu
source: CHANGE LANGUAGE
hi: भाषा बदलो
ml: ഭാഷ മാറ്റുക

# logout_menu
source: LOGOUT
hi: लॉगआउट
ml: ലോഗൗട്ട്

source: POSM SERVICE REQUEST
hi: पीओएसएम् सेवा अनुरोध
ml: POSM സേവന അഭ്യർത്ഥന

source: SERVICE REQUEST
hi: सर्विस निवेदन
ml: സേവന അഭ്യർത്ഥനയും സ്റ്റാറ്റസ് അഭ്യർത്ഥനയും

# kings_club
source: KINGS CLUB SCHEME
hi: किंग्स क्लब योजना
ml: കിംഗ്സ് ക്ലബ് സ്കീം

# product_reg
source: PRODUCT REGISTRATION
hi: प्रोडक्ट पंजीकरण
ml: ഉൽപ്പന്ന രജിസ്ട്രേഷൻ

# place_order
source: ORDER BOOKING
ml: അജ്ഞാപന പത്രിക

source: SCHEME INTIMATION
hi: स्कीम एकीकरण
ml: സ്കീം ഇൻറ്റിമേഷൻ

source: DMS BILLING
hi: डीएमएस बिलिंग
ml: ഡിഎംഎസ് ബില്ലിംഗ്

source: GALLERY
hi: गेलरी
ml: ഗാലറി

source: WELCOME
hi: स्वागत हे
ml: സ്വാഗതം

source: SELECT LANGUAGE
hi: भाषा चुनिए
ml: ഭാഷ തിരഞ്ഞെടുക്കുക

source: VOUCHER
hi: वाउचर
ml: വൗച്ചർ

source: TOP-UOP
hi: टॉपउप
ml: ടോപ്പ്-അപ്പ്

source: BANK TRANSFER
hi: बैंक ट्रांसफर
ml: ബാങ്ക് ട്രാൻസ്ഫർ

source: VIEW CART
hi: कार्ट देखे
ml: കാർട്ട് കാണുക

# REDDEM
source: REDEEM
hi: रीड़ीम
ml: വീണ്ടെടുക്കുക

source: DIS CODE
hi: डीआईएस कोड
ml: DIS കോഡ്

source: DIVISION NAME
hi: प्रभाग का नाम
ml: ഡിവിഷൻ പേര്

source: INVOICE DATE
hi: चालान की तारीख
ml: രസീത് തീയതി

source: QUANTITY
hi: मात्रा
ml: അളവ്

source: GROSS AMT
hi: सकल राशि
ml: ആകെ തുക

source: INVOICE STATUS
hi: चालान स्थिति
ml: ഇൻവോയ്സ് നില

# DMS_SALE_DETAILS
source: DISTRIBUTOR BILLING
hi: डीएमएस चालान की तारीख
ml: ഡിഎംഎസ് വിൽപ്പന വിശദാംശങ്ങൾ

source: SELECT DATE
hi: दिनांक चुने
ml: തീയതി തിരഞ്ഞെടുക്കുക

source: START DATE
hi: आरंभ तिथि
ml: ആരംഭ തീയതി

source: END DATE
hi: अंतिम तिथि
ml: അവസാനദിവസം

# SERVICE_REQUEST
source: RAISE REQUEST
hi: सेवा अनुरोध
ml: സേവന അഭ്യർത്ഥന

source: SERVICE STATUS
hi: सेवा स्थिति
ml: സേവന നില

source: POSM SERVICE REQUEST
hi: POSM सेवा अनुरोध
ml: POSM സേവന അഭ്യർത്ഥന

source: POSM SERVICE STATUS
hi: POSM स्थिति अनुरोध
ml: POSM സേവന നില

# userNotFound
source: USER NOT FOUND! PLEASE CONTACT TO BRANCH!
hi: उपयोगकर्ता मौजूद नहीं कृपया शाखा में संपर्क कीजिये
ml: ഉപയോക്താവിനെ കണ്ടെത്തിയില്ല! ബ്രാഞ്ചുമായി ബന്ധപ്പെടുക!

# notRetailer
source: YOU ARE NOT REGISTERED AS RETAILER! PLEASE REGISTER!
hi: आप पंजीकृत दुकानदार नहीं है कृपया ब्रांच में संपर्क करें!
ml: നിങ്ങൾ ഒരു ചില്ലറക്കാരനായി രജിസ്റ്റർ ചെയ്തിട്ടില്ല! ദയവായി രജിസ്റ്റർ ചെയ്യുക!

# notElectrician
source: NOT A VERIFIED ELECTRICIAN!
hi: मोबाइल क्रमांक बिजली मिस्त्री के रूप में पंजीकृत नहीं है!
ml: നിങ്ങൾ ഇലക്ട്രീഷ്യൻ ആയി രജിസ്റ്റർ ചെയ്തിട്ടില്ല! രജിസ്റ്റർ ചെയ്യുക!

# alreadyDeler
source: YOU ARE ALREADY REGISTERED DEALER!
hi: आप पहले से पंजीकृत डीलर हैं!
ml: നിങ്ങൾ ഇതിനകം രജിസ്റ്റർ ചെയ്ത ഇടപാടുകാരനാണ്!

# alreadyElectrician
source: YOU ARE ALREADY REGISTERED ELECTRICIAN!
hi: आप एक इलेक्ट्रीशियन के रूप में पहले से ही पंजीकृत हैं!
ml: നിങ്ങൾ ഇതിനകം രജിസ്റ്റർ ചെയ്ത ഇലക്ട്രീഷ്യനാണ്!

# enterMobileNumber
source: PLEASE ENTER MOBILE NUMBER!
hi: मोबाइल नंबर दर्ज करें!
ml: മൊബൈൽ നമ്പർ നൽകുക.

# enterValidMobileNumber
source: PLEASE ENTER VALID MOBILE NUMBER!
hi: वैध मोबाइल नंबर दर्ज करें!
ml: സാധുവായ മൊബൈൽ നമ്പർ നൽകുക!

# enterOtp
source: PLEASE ENTER OTP!
hi: कृप्या ओटीपी दर्ज करें!
ml: OTP നൽകുക

# enterValidOtp
source: PLEASE ENTER CORRECT OTP!
hi: कृप्या सही ओटीपी दर्ज कीजिये!
ml: ശരിയായ ഒ‌ടി‌പി നൽകുക!

# noInternetConnection_OTP
source: NEED INTERNET CONNECTIVITY TO PERFORM OTP!
hi: निःशुल्क ओटीपी के लिए आवश्यक इंटरनेट कनेक्टिविटी की जरूरत है!
ml: OTP പ്രകടനം നടത്താൻ ഇന്റർനെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്!

# noInternetConnection_SUBMITOTP
source: NEED INTERNET CONNECTIVITY TO SUBMIT OTP!
hi: ओटीपी दर्ज करने के लिए इंटरनेट कनेक्टिविटी की आवश्यकता है!
ml: ഒ‌ടി‌പി സമർപ്പിക്കുന്നതിന് ഇൻറർനെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്!

# noInternetConnection_ABOUT
source: NEED INTERNET CONNECTIVITY TO VIEW ABOUT RETAILER APP!
hi: संपर्क की अधिक जानकारी देखने के लिए इंटरनेट कनेक्टिविटी की आवश्यकता है!
ml: സാംപാർക്കിനെക്കുറിച്ച് കാണാൻ ഇന്റർനെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്!

# enterPassword
source: PLEASE ENTER PASSWORD!
hi: कृप्या पासवर्ड दर्ज करें!
ml: പാസ്‌വേഡ് നൽകുക!

# enterValidPassword
source: PLEASE SET PASSWORD AS PER POLICY MENTIONED BELOW!
hi: कृपया बताए गए नीति के अनुसार पासवर्ड निर्धारित करें!
ml: ചുവടെയുള്ള പോളിസി അനുസരിച്ച് പാസ്‌വേഡ് സജ്ജമാക്കുക!

# confirmPassword
source: PASSWORD DOES NOT MATCHES
hi: पासवर्ड मैच नहीं कर रहा है
ml: പാസ്‌വേഡ് പൊരുത്തപ്പെടുന്നില്ല

# noInternetConnection_SETPASSWORD
source: NEED INTERNET CONNECTIVITY TO SAVE PASSWORD
hi: पासवर्ड सेव करने के लिए इंटरनेट कनेक्टिविटी की आवश्यकता है
ml: പാസ്‌വേഡ് സംരക്ഷിക്കുന്നതിന് ഇന്റർനെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്

# noInternetConnection_RESETPASSWORD
source: NEED INTERNET CONNECTIVITY TO RESET THE PASSWORD
hi: पासवर्ड को बदलने के लिए इंटरनेट कनेक्टिविटी की आवश्यकता है
ml: പാസ്‌വേഡ് പുന .സജ്ജമാക്കുന്നതിന് ഇന്റർനെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്

# alreadyRetailer
source: YOU ARE ALREADY REGISTERED AS RETAILER!
hi: आप रिटेलर के रूप में पहले से पंजीकृत हैं!
ml: റീട്ടെയിലറായി നിങ്ങൾ ഇതിനകം രജിസ്റ്റർ ചെയ്തിട്ടുണ്ട്!

# selectScheme
source: PLEASE SELECT SCHEME!
hi: कृप्या योजना का चयन करें!
ml: ദയവായി സ്കീം തിരഞ്ഞെടുക്കുക!

source: LOGIN FAILED!
hi: लॉगिन विफल!
ml: ലോഗിൻ ചെയ്യുന്നത് പരാജയപ്പെട്ടു!

source: DATA NOT FOUND!
hi: डेटा उपलब्ध नहीं है!
ml: ഡാറ്റയൊന്നും കണ്ടെത്തിയില്ല

source: SOMETHING WENT WRONG!
hi: कुछ गलत हो गया!
ml: എന്തോ കുഴപ്പം സംഭവിച്ചു!

# credentailStatusNotFound
source: AppCredentail service status not found, try agin leater!
hi: ऐपक्रेडेंशियल सेवा की स्थिति नहीं मिली, एग्री लीटर आज़माएं!
ml: അപ്ലിക്കേഷൻ ക്രെഡൻഷ്യൽ സേവന നില കണ്ടെത്തിയില്ല, പിന്നീട് വീണ്ടും ശ്രമിക്കുക!

# sessionExpired
source: SESSION HAS EXPIRED, PLEASE TRY AGAIN!
hi: सत्र समाप्त हो गया है, कृपया कोशिश करें!
ml: സെഷൻ കാലഹരണപ്പെട്ടു, വീണ്ടും ശ്രമിക്കുക!

# uididNotMatchPassword
source: YOUR MOBILE NUMBER IS ALREADY REGISTERED ON ANOTHER DEVICE PLEASE UNINSTALL AND REINSTALL THE APP, IF YOU WANTED TO REGISTER THE MOBILE NUMBER AGAIN ON THIS DEVICE
hi: आपका मोबाइल नंबर पहले से ही दूसरे उपकरण पर पंजीकृत है और यदि आप इस डिवाइस पर मोबाइल नंबर पंजीकृत करना चाहते है तो एप्लीकेशन को अनइंस्टाल करके दोबारा इनस्टॉल कीजियेगा
ml: നിങ്ങളുടെ മൊബൈൽ നമ്പർ ഇതിനകം തന്നെ മറ്റൊരു ഉപകരണത്തിൽ രജിസ്റ്റർ ചെയ്തിട്ടുണ്ട്, അപ്ലിക്കേഷൻ അൺഇൻസ്റ്റാൾ ചെയ്ത് വീണ്ടും ഇൻസ്റ്റാൾ ചെയ്യുക ഈ ഉപകരണത്തിൽ നിങ്ങളുടെ മൊബൈൽ നമ്പർ വീണ്ടും രജിസ്റ്റർ ചെയ്യണമെങ്കിൽ

# uididNotMatch
source: YOU ARE NOT AUTHORIZED TO PERFORM THIS ACTIVITY ON THIS DEVICE AS MOBILE ALREADY REGISTERED ON ANOTHER DEVICE!
hi: आप इस डिवाइस पर इस गतिविधि को पूरा करने के लिए अधिकृत नहीं हैं क्योंकि आपका पंजीकरण नंबर पहले से ही दूसरे डिवाइस में उपलब्ध है!
ml: മറ്റൊരു ഉപകരണത്തിൽ ഇതിനകം രജിസ്റ്റർ ചെയ്തിട്ടുള്ള മൊബൈൽ എന്ന നിലയിൽ ഈ ഉപകരണത്തിലെ ഈ പ്രവർത്തനം നിർവ്വഹിക്കുന്നതിന് നിങ്ങൾ അംഗീകാരമില്ല!

# noAlreadyOnAnotherDevice
source: YOUR MOBILE NUMBER IS ALREADY REGISTERED ON ANOTHER DEVICE.IF WANTED TO REGISTER MOBILE NUMBER AGAIN ON THIS DEVICE PLEASE CLICK YES. THEN YOU ARE NOT AUTHORIZED TO PERFORM ANY ACTIVITY ON PREVIOUS DEVICE!
hi: आपके मोबाइल नंबर को अन्य डिवाइस पर पंजीकृत किया गया है. अगर मोबाइल फोन नंबर हासिल करना चाहते हैं इस डिवाइस पर क्लिक करें हाँ क्लिक करें. जब आप पूर्वनिर्धारित डिवाइस पर किसी भी गतिविधि को पूरा करने के लिए अधिकृत नहीं हैं!
ml: നിങ്ങളുടെ മൊബൈൽ നമ്പർ ഇതിനകം മറ്റൊരു ഉപകരണത്തിൽ രജിസ്റ്റർ ചെയ്തിട്ടുണ്ട്. ഈ ഉപകരണത്തിൽ നിങ്ങളുടെ മൊബൈൽ നമ്പർ വീണ്ടും രജിസ്റ്റർ ചെയ്യാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ. അതെ ക്ലിക്കുചെയ്യുക. അതിനുശേഷം മുമ്പത്തെ ഉപകരണത്തിൽ ഒരു പ്രവർത്തനവും നടത്താൻ നിങ്ങൾക്ക് അധികാരമില്ല!

# userNotVerified
source: YOUR PROFILE IS NOT YET VERIFIED. PLEASE CONTACT YOUR BRANCH OR SALES PERSON TO VERIFY YOUR PROFILE OR FOR FURTHER INFORMATION CALL 18002660077!
hi: आपका प्रोफ़ाइल बहुत अधिक नहीं है. कृपया अपने शाखा से संपर्क करें या अपनी पसंद को पूरा करने के लिए लोगों को बिक्री करें या अन्य जानकारी कॉल के लिए 18002660077!
ml: നിങ്ങളുടെ പ്രൊഫൈൽ പരിശോധിച്ചിട്ടില്ല നിങ്ങളുടെ പ്രൊഫൈൽ സ്ഥിരീകരിക്കുന്നതിന് നിങ്ങളുടെ ബ്രാഞ്ചിനെയോ സെയിൽസ് എക്സിക്യൂട്ടീവിനെയോ ബന്ധപ്പെടുക അല്ലെങ്കിൽ കൂടുതൽ വിവരങ്ങൾക്ക് 18002660077 എന്ന നമ്പറിൽ വിളിക്കുക

# serviceUnavailable
source: THE SERVICE IS UNAVAILABLE!
hi: सेवा अनुपलब्ध है!
ml: ഈ സേവനം ലഭ്യമല്ല!

# userNotActive
source: YOUR CURRENT STATUS IS INACTIVE! PLEASE CONTACT TO BRANCH!
hi: आपका मौजूदा खाता स्थिति निष्क्रिय है। कृपया शाखा में संपर्क करें!
ml: നിങ്ങളുടെ നിലവിലെ നില നിഷ്‌ക്രിയമാണ്! ബ്രാഞ്ചുമായി ബന്ധപ്പെടുക!

# noInternetConnection
source: NO INTERNET CONNECTION! PLEASE CONNECT TO INTERNET AND TRY AGAIN!
hi: कोई इंटरनेट कनेक्शन नहीं! कृपया इंटरनेट और कोशिश करने के लिए संपर्क करें!
ml: ഇന്റർനെറ്റ് കണക്ഷനില്ല! ഇന്റർനെറ്റിലേക്ക് കണക്റ്റുചെയ്‌ത് വീണ്ടും ശ്രമിക്കുക!

# pointRedeem
source: PLEASE ENTER POINTS TO BE REDEEM!
hi: कृप्या रिडीम करने के लिए संख्या दर्ज करें!
ml: നിങ്ങൾ റിഡീം ചെയ്യാൻ ആഗ്രഹിക്കുന്ന തുക ദയവായി നൽകുക!

# lessbalance
source: ENTER AMOUNT SHOULD BE LESS THAN BALANCE!
hi: दर्ज राशि स्कीम बैलेंस से कम होनी चाहिए!
ml: പ്രവേശിച്ച തുക ബാലൻസിനേക്കാൾ കുറവായിരിക്കണം!

# amountbetween
source: ENTER AMOUNT BETWEEN 10.00 TO 10000.00!
hi: १०.०० से १०,०००.०० के बीच राशि दर्ज करें!
ml: നിങ്ങളുടെ തുക 10.00 മുതൽ 10000.00 വരെ നൽകുക!

# savePendingTransaction
source: YOUR PINS HAVE BEEN STORED OFFLINE. NEED INTERNET CONNECTIVITY TO SUBMIT!
hi: आपका पिंस ऑफलाइन मौजूद है सिंक करने के लिए इंटरनेट कनेक्शन की आवश्यकता है!
ml: നിങ്ങളുടെ പിൻസ് ഓഫ്‌ലൈൻ സംഭരിച്ചു. സമർപ്പിക്കുന്നതിന് ഇന്റർനെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്!

# noBankAccount
source: YOU EITHER HAVE NOT ADDED THE BANK DETAILS YET OR YOUR BANK DETAILS ARE UNDER APPROVAL PROCESS PLEASE ADD THE BANK DETAILS OR CHECK THE STATUS FROM BANK DETAILS TAB!
hi: बैंक खाता नहीं है! कृपया बैंक खाता जोड़ें!
ml: ബാങ്ക് അക്കൗണ്ട് കണ്ടെത്താനായില്ല! ബാങ്ക് അക്കൗണ്ട് ചേർക്കുക!

# noApprovedBankAccount
source: NO APPROVED BANK ACCOUNT FOUND! PLEASE CONTACT TO BRANCH!
hi: कोई स्वीकृत बैंक खाता नहीं! कृपया ब्रंच से संपर्क करें!
ml: അംഗീകൃത ബാങ്ക് അക്കൗണ്ട് കണ്ടെത്താനായില്ല! ബ്രാഞ്ചുമായി ബന്ധപ്പെടുക!

# noInternetConnection_REDEMPTION
source: NEED INTERNET CONNECTIVITY TO PERFORM REDEMPTION!
hi: रिडेम्पशन करने के लिए निरंतर इंटरनेट कनेक्टिविटी की आवश्यकता है!
ml: റിഡംപ്ഷൻ ചെയ്യുന്നതിന് ഇന്റർനെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്!

# noInternetConnection_ACCUMULATION
source: NEED INTERNET CONNECTIVITY TO PERFORM ACCUMULATION!
hi: संचय करने के लिए निरंतर इंटरनेट कनेक्टिविटी की आवश्यकता है!
ml: കണക്കുകൂട്ടൽ ലേക്ക് ഇന്റർനെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്

# noInternetConnection_DASHBOARD
source: NEED INTERNET CONNECTIVITY TO VIEW DASHBOARD!
hi: डैशबोर्ड देखने के लिए इंटरनेट कनेक्टिविटी आवश्यक है!
ml: ഡാഷ്‌ബോർഡ് കാണുന്നതിന് ഇന്റർനെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്!

# noInternetConnection_BANKDETAILS
source: NEED INTERNET CONNECTIVITY TO VIEW/ADD BANK DETAILS!
hi: बैंक डिटेल्स देखने या ऐड करने के लिए इंटरनेट कनेक्शन की आवश्यकता है!
ml: ബാങ്ക് വിശദാംശങ്ങൾ ചേർക്കുന്നതിന് / കാണുന്നതിന് ഇൻറർനെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്!

# noInternetConnection_TRANSACTIONHISTORY
source: NEED INTERNET CONNECTIVITY TO VIEW TRANSACTION HISTORY!
hi: ट्रांसक्शन हिस्ट्री देखने के लिए इंटरनेट कनेक्शन की आवश्यकता है!
ml: ട്രാൻസാക്ഷൻ ചരിത്രം കാണുന്നതിന് ഇൻറർനെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്!

# noInternetConnection_PRICELIST
source: NEED INTERNET CONNECTIVITY TO VIEW/DOWNLOAD PRICE LIST!
hi: मूल्य सूची चेक करने के लिए इंटरनेट कनेक्शन की आवश्यकता है!
ml: വില പട്ടിക കാണുന്നതിന് ഇന്റർനെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്!

# noInternetConnection_ViewNotInSystem
source: NEED INTERNET CONNECTIVITY TO VIEW PINWISE SUMMARY
ml: സിസ്റ്റത്തിൽ ഇല്ലാത്ത പിൻസുകൾ കാണുന്നതിന് ഇന്റർനെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്!

# noInternetConnection_SyncNotification
source: NEED INTERNET CONNECTIVITY TO SYNC NOTIFICATION!
hi: SYNC अधिसूचना के लिए आवश्यक इंटरनेट कनेक्टिविटी!
ml: SYNC അറിയിപ്പുകൾക്ക് ഇന്റർനെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്!

# noInternetConnection_SAMPARKWEB
source: NEED INTERNET CONNECTIVITY TO GO AT RETAILER WEB!
hi: RETAILER वेबसाइट पर जाने के लिए इंटरनेट कनेक्शन की आवश्यकता है!
ml: സാംപാർക്ക് വെബിലേക്ക് പോകാൻ ഇന്റർനെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്!

# noInternetConnection_SCEHEMERESULT
source: NEED INTERNET CONNECTIVITY TO VIEW SCHEME DETAILS!
hi: स्कीम परिणाम देखने के लिए इंटरनेट कनेक्शन की आवश्यकता है!
ml: സ്കീം ഫലം കാണുന്നതിന് ഇന്റർനെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്!

# noInternetConnection_SCEHEMERESULT_DOWNLOAD
source: NEED INTERNET CONNECTIVITY TO DOWNLOAD SCHEME DETAILS!
hi: NEED INTERNET CONNECTIVITY TO योजना विवरण डाउनलोड करें!
ml: സ്കീം വിശദാംശങ്ങൾ ഡ ഡൗൺലോഡ് ൺലോഡ് ചെയ്യാൻ ഇന്റർനെറ്റ് കണക്റ്റിവിറ്റി ആവശ്യമാണ്!
