Repository: rahulboradeiOS/USHA_Latest
Catalog: USHA/*.lproj/Localizable.strings
Languages: ta

source: WELCOMETOSAMPARKPROGRAM
ta: சம்பர்க் திட்டத்திற்கு வரவேற்கிறோம்

source: GET OTP
ta: ஓ டீ பி ஐப் பெறுக

source: REGISTER
ta: ரெஜிஸ்டர்

source: ABOUT SAMPARK
ta: சம்பார்க் பற்றி

source: Submit
ta: சமர்ப்பி

source: RESEND OTP
ta: ஓ டீ பி ஐ மீட்டெடுக்கவும்

source: FOR ANY HELP:18002660077
ta: எந்த உதவிக்கும்:18002660077

source: Selection Details
ta: தேர்வு விவரங்கள்

source: TotalBalance
ta: மொத்த பேலன்ஸ்

source: schemebalance
ta: ஸ்கீம் பேலன்ஸ்

source: SAVE PASSWORD
ta: பாஸ்வர்டை சேமிக்கவும்

source: SET PASSWORD
ta: பாஸ்வர்டை சேமிக்கவும்

source: PASSWORD POLICY
ta: பாஸ்வர்ட் கொள்கை

source: SHOULD BE 8 - 12 CHARACTERS.
ta: 8 - 12 எழுத்துக்கள் இருக்க வேண்டும்.

source: ONE NUMERICAL CHARACTER COMPULSORY (0-9).
ta: கட்டாயமாக ஒரு எண் எழுத்து (0-9).

source: ONE ALPHABET CHARACTER COMPULSORY (A-Z, a-z).
ta: ஒரு ஆல்பாபெட் கேரக்டர் கம்பல்சரி (A-Z, a-z).

source: PASSWORD EXPIRES IN 90 DAYS.
ta: பாஸ்வர்ட் 90 நாட்களில் காலாவதியாகிறது.

source: Forget/reset
ta: பொற்கோட்/ பாஸ்வர்டை மீட்டமைக்க

source: selectSchemes
ta: ஸ்கீமைத் தேர்ந்தெடுக்கவும்

source: welcome
ta: வரவேற்பு!

source: perfamanceofthemonth
ta: மாதத்தின் செயல்திறன்

source: SecondarySale
ta: இரண்டாம் நிலை விற்பனை

source: POINTS
ta: போய்ன்ட்ஸ்

source: up to date
ta: புதுப்பித்த நிலையில் உள்ளது

source: SCHEME WISE DETAILS AVAILABLE FROM 16th AUG 2018 ONWARDS
ta: 16 வது ஆகஸ்ட் 2018 முதல் இலிருந்து கிடைக்கக்கூடிய ஸ்கீம் வைஸ் விவரங்கள்

source: Month
ta: மாதம்

source: Year
ta: ஆண்டு

source: SCHEME
ta: ஸ்கீம்

source: BALANCE
ta: பேலன்ஸ்

source: Announcement
ta: அறிவிப்பு

source: View More
ta: மேலும் பார்க்க

source: total_pins_scanned
ta: மொத்த பீன்ஸ் ஸ்கேன் செய்தது

source: total_points_earned
ta: சம்பாதித்த மொத்த போய்ன்ட்ஸ்

source: success_pins
ta: சக்சஸ் பீன்ஸ்

source: consume_pins
ta: பீன்ஸ்களை உட்கொள்ளுங்கள்

source: not_in_system_pins
ta: பீன்ஸ் சிஸ்டமில் இல்லை

source: other_scheme_pins
ta: மற்ற ஸ்கீம் பீன்ஸ்

source: not_permitted_as_distribution_pins
ta: விநியோக ஊசிகளாக அனுமதிக்கப்படவில்லை

source: expired_pins
ta: எக்ஸ்பைர்ட் பின்ஸ்

source: PENDING
ta: நிலுவையிலுள்ளது

source: COMPLETED
ta: நிறைவு

source: LATER
ta: பிறகு

source: Verify
ta: சரிபார்க்கவும்

source: Enter otp we have sent otp to your phone number
ta: உங்கள் தொலைபேசி எண்ணுக்கு நாங்கள் ஓ டீ பி அனுப்பியுள்ள ஓ டீ பி ஐ உள்ளிடவும்

source: Verify OTP
ta: ஓ டீ பி ஐ சரிபார்க்கவும்

source: Known
ta: அறியப்பட்ட

source: Unknown
ta: தெரியாத

source: NO. OF PINS SCANNED
ta: பின்ஸ் எண்ணிக்கை ஸ்கேன் செய்யப்பட்டது

source: OR
ta: அல்லது

source: SCAN
ta: ஸ்கேன்

source: Pins
ta: பின்ஸ்

source: Action
ta: எக்ஸன்

source: ACCUMULATION SUMMARY
ta: அக்யுமுலேஷன் சம்மரி

source: Accumulation Date:
ta: அக்யுமுலேஷன் தேதி:

source: TRANSACTION ID:
ta: ட்ரான்ஸாக்ஷன் ஐடி:

source: Note:pinStatus
ta: குறிப்பு: -பின் வைஸ் விவரங்களைப் பெற கணக்கீட்டு நிலை என்பதைக் கிளிக் செய்க

source: continue
ta: கண்டின்யு

source: sendsms
ta: எஸ்எம்எஸ் அனுப்பவும்

source: Accumulation Date :
ta: அக்யுமுலேஷன் தேதி:

source: ViewSummery
ta: வியூ சம்மரி

source: GALLERY
ta: கேலரி

source: PRODUCT VIDEOS
ta: தயாரிப்பு வீடியோக்கள்

source: Bank Name
ta: பேங்க் பெயர்

source: Account No
ta: அகௌண்ட் எண்

source: Status
ta: ஸ்டேட்டஸ்

source: Cheque
ta: செக்

source: Bank Details
ta: பேங்க் விவரங்கள்

source: ADD NEW BANK DETAILS
ta: புதிய பேங்க் விவரங்களைச் சேர்க்கவும்

source: Add New Bank Details
ta: புதிய பேங்க் விவரங்களைச் சேர்க்கவும்

source: ENTER 10-25 DIGIT BANK ACCOUNT NO.
ta: 10-25 டிஜிட் பேங்க் அகௌண்ட் எண்ணை உள்ளிடவும்.

source: ENTER IFSC CODE SHOULD BE 11 CHARACTERS
ta: ஐ ஃப் எஸ் சி குறியீட்டை உள்ளிடுக 11 எழுத்துக்கள் இருக்க வேண்டும்

source: BANK NAME
ta: பேங்க் பெயர்

source: BANK ADDRESS
ta: பேங்க் முகவரி

source: NAME AS PER BANK ACCOUNT
ta: பேங்க் அகௌண்ட் பெயரின் படி

source: Note: Max Upload Document Size should not greater than 3 MB. Only image formats (jpg, tif, png, gif) are accepted
ta: குறிப்பு: அதிகபட்ச பதிவேற்ற ஆவண அளவு 3 எம்பிக்கு மேல் இருக்கக்கூடாது. பட வடிவங்கள் மட்டுமே. (jpg, tif, png, gif) மட்டுமே ஏற்றுக்கொள்ளப்படுகின்றன

source: BANK CHEQUE
ta: பேங்க் செக்

source: UPLOAD
ta: அப்லோடு

source: SUBMIT NEW BANK DETAILS
ta: புதிய பேங்க் விவரங்களைச் சமர்ப்பிக்கவும்

source: CHQ SHOULD BE IN THE NAME OF BUSINESS NAME IN CASE TYPE OF FIRM IS COMPANY/PARTINERSHIP ELSE SHOULD BE IN THE NAME OF OWNER NAME
ta: செக் நிறுவனத்தில் பேங்க் பெயரின் பெயரில் இருக்க வேண்டும் என்பதை சரிபார்க்கவும் நிறுவனம் / பங்குதாரர் சொந்த பெயரின் பெயரில் இருக்க வேண்டும்

source: TRANSACTION HISTORY
ta: ட்ரான்ஸாக்ஷன் வரலாறு

source: SELECT SCHEME
ta: ஸ்கீமைத் தேர்ந்தெடுக்கவும்

source: START DATE
ta: தொடக்க தேதி

source: END DATE
ta: கடைசி தேதி

source: SELECT START DATE
ta: தொடக்க தேதியைத் தேர்ந்தெடுக்கவும்

source: SELECT END DATE
ta: இறுதி தேதியைத் தேர்ந்தெடுக்கவும்

source: VIEW
ta: வியூ

source: NOTE
ta: குறிப்பு

source: 1. YOU CAN SELECT UPTO 31 DAYS HISTORY
ta: நீங்கள் 6 மாத வரலாற்றைத் தேர்ந்தெடுக்கலாம்

source: 2. ACC:- POINTS ACCUMULATED
ta: 2. ஏசிசி: -போய்ன்ட்ஸ் கணக்கிடப்படுகின்றன

source: 3. RED:- POINTS REDEEMED THROUGH DIFFERENT MODES
ta: 3. சிவப்பு: - மாறுபட்ட முறைகள் மூலம் மீட்டெடுக்கப்பட்ட புள்ளிகள்

source: 4. SCHEME WISE DETAILS AVAILABLE FROM 16th AUG 2018 ONWARDS
ta: 4. 16 வது ஆகஸ்ட் 2018 முதல் இலிருந்து கிடைக்கக்கூடிய ஸ்கீம் வைஸ் விவரங்கள்

source: TOTAL ACCUMULATION
ta: மொத்த அக்யுமுலேஷன்

source: TOTAL REDEMPTION
ta: மொத்த ரிடெம்ப்ஷன்

source: DATE
ta: தேதி

source: PRODUCT
ta: ப்ரொடக்ட்

source: NOTIFICATIONS
ta: அறிவிப்புகள்

source: * All Notifications will expire in 30 days
ta: * அனைத்து அறிவிப்புகளும் 30 நாட்களில் காலாவதியாகும்

source: VIEW MORE
ta: மேலும் பார்க்க

source: SSB SCHEME RESULT
ta: எஸ் எஸ் பி ஸ்கீம் முடிவு

source: DOWNLOAD SCHEME BROCHURE
ta: ஸ்கீம் புரோச்சரை பதிவிறக்கவும்

source: OK
ta: ஓகே

source: BY DIVISION/MG
ta: டிவிஷன் மூலம்

source: BY MATERIAL CODE
ta: பொருள் மூலம்

source: PRODUCT NOT FOUND
ta: ப்ரொடக்ட் கண்டுபிடிக்கப்படவில்லை

source: NEXT
ta: அடுத்த

source: Please select the follwing option for order processing
ta: ஆர்டர் செயலாக்கத்திற்கான கீழை இருக்கிற விருப்பத்தைத் தேர்ந்தெடுக்கவும்

source: SELECT OPTION
ta: விருப்பத்தைத் தேர்ந்தெடுக்கவும்

source: DEALER CODE / NAME
ta: டீலர் கோட் / பெயர்

source: DEALER MOBILE
ta: டீலர் மொபைல்

source: EXPECTED DELIVERY DATE
ta: எதிர்பார்க்கப்பட்ட டெலிவரி தேதி

source: REMARK
ta: கருத்து

source: EDIT
ta: எடிட்

source: Profile Under Edit
ta: திருத்தத்தில் சுயவிவரம்/மீண்டும் செயல்படுத்தும் கோரிக்கை 48 மணி நேரம்,

source: FIRM TYPE
ta: நிறுவன வகை

source: FIRM NAME
ta: நிறுவன பெயர்

source: OWNER NAME
ta: உரிமையாளரின் பெயர்

source: MOBILE NO
ta: மொபைல் எண்

source: RETAILER ID
ta: RETAILER ஐடி

source: ADDRESS 1
ta: முகவரி 1

source: ADDRESS 2
ta: முகவரி 2

source: ADDRESS 3
ta: முகவரி 3

source: STATE
ta: மாநிலம்

source: DISTRICT
ta: மாவட்டம்

source: CITY
ta: நகரம்

source: AREA
ta: ஏரியா

source: PINCODE
ta: பிணக்கோட்

source: BRANCH NAME
ta: பிரான்ச் பெயர்

source: EMAIL
ta: ஈமெயில்

source: AADHAR NO
ta: ஆதார் என்

source: PAN NO
ta: பேண் என்

source: GST TYPE
ta: ஜிஎஸ்டி வகை

source: GST NO
ta: ஜிஎஸ்டி என்

source: USER STATUS
ta: யூசர் டைப்

source: USER SUB TYPE
ta: யூசர் சப் டைப்

source: CURRENT STATUS
ta: தற்போதைய நிலை

source: LAST ACTION DATE
ta: கடைசி நடவடிக்கை தேதி

source: REG DATE
ta: பதிவு தேதி

source: OWNER IMAGE
ta: உரிமையாளர் படம்

source: AADHAR IMAGE
ta: ஆதார் இமேஜ்

source: PAN IMAGE
ta: பேண் இமேஜ்

source: GST IMAGE
ta: ஜிஎஸ்டி இமேஜ்

source: SHOP IMAGE
ta: ஷாப் இமேஜ்

source: OTHER IMAGE
ta: அதற் இமேஜ்

source: dashboard_menu
ta: டாஷ்போர்டு

source: profile_menu
ta: பயனர் சுயவிவரம்

source: accumulation_menu
ta: அக்யுமுலேட்

source: redemption_menu
ta: ரீடீம்

source: bank_details_menu
ta: பேங்க் விவரங்கள்

source: transaction_history_menu
ta: ட்ரான்ஸாக்ஷன் ஹிஸ்டரி

source: price_list_menu
ta: விலை பட்டியல்கள்

source: select_scheme_menu
ta: ஸ்கீமைத் தேர்ந்தெடுக்கவும்

source: contactUs
ta: ENQUIRY

source: sampark_web_menu
ta: சாம்பார்க் வெப்

source: share_app_menu
ta: ஏப் ஐப் பகிரவும்

source: sbt_scheme_result_menu
ta: எஸ் எஸ் பி ஸ்கீம் முடிவு

source: notification_menu
ta: அறிவிப்புகள்

source: survey_menu
ta: சர்வே

source: change_language_menu
ta: மொழியை மாற்றுங்கள்

source: logout_menu
ta: லோக் அவுட்

source: posm_serviceRequest
ta: பி ஓ எஸ் எம் சேவை கோரிக்கை

source: serviceRequest
ta: சேவை கோரிக்கை மற்றும் நிலை கோரிக்கை

source: kings_club
ta: கிங்ஸ் கிளப் ஸ்கீம்

source: product_reg
ta: ப்ரொடக்ட் பதிவு

source: place_order
ta: ப்ரொடக்ட் பதிவு

source: scheme_intimation
ta: திட்டத் தகவல்

source: dms_billing
ta: டி.எம்.எஸ் பில்லிங்

source: gallery
ta: கேலரி

source: WELCOME
ta: நல்வரவு

source: Select_Language
ta: மொழியை தேர்ந்தெடுங்கள்

source: VOUCHER
ta: வவுச்சர்

source: TOP-UOP
ta: டாப் அப்

source: BANK_TRANSFER
ta: பேங்க் பரிமாற்றம்

source: VIEW_CART
ta: கார்ட் காண்க

source: REDDEM
ta: ரீடீம்

source: DIS_CODE
ta: டிஸ் கோட்

source: DIVISION_NAME
ta: டிவிஷன் பெயர்

source: INVOICE_DATE
ta: விலைப்பட்டியல் தேதி

source: QUANTITY
ta: குவான்டிட்டி

source: GROSS_AMT
ta: முழுத் தொகை

source: INVOICE_STATUS
ta: விலைப்பட்டியல் நிலை

source: DMS_SALE_DETAILS
ta: டி.எம்.எஸ் விற்பனை விவரங்கள்

source: SELECT_DATE
ta: தேதியைத் தேர்ந்தெடுக்கவும்

source: START_DATE
ta: தொடக்க தேதி

source: END_DATE
ta: கடைசி தேதி

source: SERVICE_REQUEST
ta: சேவை கோரிக்கை

source: SERVICE_STATUS
ta: சேவை நிலை

source: POSM_SERVICE_REQUEST
ta: பி ஓ எஸ் எம் சேவை கோரிக்கை

source: POSM_SERVICE_STATUS
ta: பி ஓ எஸ் எம் சேவை நிலை

source: userNotFound
ta: USER பயனர் கண்டுபிடிக்கவில்லை! பிரெஞ்சில் தொடர்பு கொள்ளவும்!

source: notRetailer
ta: நீங்கள் ரிட்டைல்லராக பதிவு செய்யப்படவில்லை! தயவுசெய்து பதிவுசெய்க!

source: notElectrician
ta: நீங்கள் எலெக்ட்ரிசியனாக பதிவு செய்யப்படவில்லை! தயவுசெய்து பதிவுசெய்க!

source: alreadyDeler
ta: நீங்கள் ஏற்கனவே பதிவுசெய்த டீலர்!

source: alreadyElectrician
ta: நீங்கள் ஏற்கனவே பதிவுசெய்த ஏலேலக்ட்ரிசியன்!

source: enterMobileNumber
ta: மொபைல் எண்ணை உள்ளிடுக!

source: enterValidMobileNumber
ta: செல்லுபடியாகும் மொபைல் எண்ணை உள்ளிடுக!

source: enterOtp
ta: ஓ டீ பி ஐ உள்ளிடுக!

source: enterValidOtp
ta: சரியான ஓ டீ பி ஐ உள்ளிடுக!

source: noInternetConnection_OTP
ta: செயல்திறன் ஓ டீ பிக்கு இன்டர்நெட் தொடர்பு தேவை!

source: noInternetConnection_SUBMITOTP
ta: ஓ டீ பி ஐ சமர்ப்பிக்க இன்டர்நெட் தொடர்பு தேவை!

source: noInternetConnection_ABOUT
ta: சம்பார்க் பற்றி பார்வையிட இன்டர்நெட் தொடர்பு தேவை!

source: enterPassword
ta: பாஸ்வர்டை உள்ளிடுக!

source: enterValidPassword
ta: கீழே குறிப்பிடப்பட்டுள்ள கொள்கைக்கு பாஸ்வர்டை அமைக்கவும்!

source: confirmPassword
ta: பாஸ்வர்ட் பொருந்தாது

source: noInternetConnection_SETPASSWORD
ta: கடவுச்சொல்லைச் சேமிக்க இன்டர்நெட் தொடர்பு தேவை

source: noInternetConnection_RESETPASSWORD
ta: பாஸ்வர்டை மீட்டமைக்க இன்டர்நெட் தொடர்பு தேவை

source: alreadyRetailer
ta: நீங்கள் ஏற்கனவே ரீடைலராக பதிவு செய்யப்பட்டுள்ளீர்கள்!

source: selectScheme
ta: ஸ்கீமைத் தேர்ந்தெடுக்கவும்!

source: loginFailed
ta: லொகின் தோல்வியுற்றது!

source: dataNotFound
ta: தரவு இல்லை!

source: somethingWentWrong
ta: ஏதோ தவறு நடைபெற்றிருக்கிறது!

source: credentailStatusNotFound
ta: பயன்பாட்டு நற்சான்றிதழ் சேவை நிலை காணப்படவில்லை, பின்னர் மீண்டும் முயற்சிக்கவும்!

source: sessionExpired
ta: சேஷசன் எக்ஸ்பாயரானது, மீண்டும் முயற்சிக்கவும்!

source: uididNotMatchPassword
ta: உங்கள் மொபைல் எண் மற்றொரு சாதனத்தில் ஏற்கனவே பதிவுசெய்யப்பட்டுள்ளது இந்த சாதனத்தில் மீண்டும் மொபைல் எண்ணை பதிவு செய்ய நீங்கள் விரும்பினால், பயன்பாட்டை நிறுவல் நீக்கி மீண்டும் நிறுவவும்.

source: uididNotMatch
ta: இந்தச் சாதனத்தில் இந்தச் செயல்பாட்டைச் செய்வதற்கு நீங்கள் அங்கீகரிக்கப்படவில்லை, மற்றொரு சாதனத்தில் பதிவுசெய்யப்பட்ட மொபைல்!

source: noAlreadyOnAnotherDevice
ta: உங்கள் மொபைல் எண் மற்றொரு சாதனத்தில் ஏற்கனவே பதிவுசெய்யப்பட்டுள்ளது.இந்த சாதனத்தில் மீண்டும் மொபைல் எண்ணைப் பதிவு செய்ய விரும்புகிறீர்கள் என்பதைக் கிளிக் செய்க. முந்தைய சாதனத்தில் எந்தவொரு செயலையும் செய்ய நீங்கள் அங்கீகரிக்கப்படவில்லை!

source: userNotVerified
ta: உங்கள் சுயவிவரம் சரிபார்க்கப்படவில்லை. உங்கள் சுயவிவரத்தை சரிபார்க்க உங்கள் கிளை அல்லது விற்பனை நபரை தொடர்பு கொள்ளவும் அல்லது கூடுதல் தகவலுக்கு அழைக்கவும் 18002660077!

source: serviceUnavailable
ta: சேவை கிடைக்கவில்லை!

source: userNotActive
ta: உங்கள் தற்போதைய நிலை செயலற்றது!பிரெஞ்சில் தொடர்பு கொள்ளவும்!

source: noInternetConnection
ta: இன்டர்நெட் தொடர்பு இல்லை! இணையத்துடன் இணைக்கவும், மீண்டும் முயற்சிக்கவும்!

source: pointRedeem
ta: ரீடீம் பண்ணப்போற போய்ன்ட்ஸ் உள்ளிடுக!

source: lessbalance
ta: உள்ளீட்டை உள்ளிடுக சமநிலையை விட குறைவாக இருக்க வேண்டும்!

source: amountbetween
ta: 10.00 முதல் 10000.00 வரை தொகையை உள்ளிடவும்!

source: savePendingTransaction
ta: உங்கள் பின்ஸ் ஆஃப்லைனில் சேமிக்கப்பட்டுள்ளது. சமர்ப்பிக்க இன்டர்நெட் தொடர்பு தேவை!

source: noBankAccount
ta: பேங்க் அகௌண்ட் இல்லை! பேங்க் அகௌண்ட்டைச் சேர்க்கவும்!

source: noApprovedBankAccount
ta: அங்கீகரிக்கப்பட்ட பேங்க் அகௌண்ட் எதுவும் இல்லை! பிரென்ச் வும் இல்லை! கிளைக்க!

source: noInternetConnection_REDEMPTION
ta: செயல்திறன் மீட்புக்கு இன்டர்நெட் தொடர்பு தேவை!

source: noInternetConnection_ACCUMULATION
ta: செயல்திறன் கணக்கீட்டிற்கு இன்டர்நெட் தொடர்பு தேவை!

source: noInternetConnection_DASHBOARD
ta: டாஷ்போர்டைக் காண இன்டர்நெட் தொடர்பு தேவை!

source: noInternetConnection_BANKDETAILS
ta: வங்கி விவரங்களைச் சேர்க்க / பார்வையிட இணைய தொடர்பு தேவை!

source: noInternetConnection_TRANSACTIONHISTORY
ta: பரிமாற்ற வரலாற்றைக் காண இன்டர்நெட் தொடர்பு தேவை!

source: noInternetConnection_PRICELIST
ta: விலை பட்டியலைக் காண இன்டர்நெட் தொடர்பு தேவை!

source: noInternetConnection_ViewNotInSystem
ta: சிஸ்டம் பின்ஸில் காண இன்டர்நெட் தொடர்பு தேவை!

source: noInternetConnection_SyncNotification
ta: சிங்க் அறிவிப்புக்கு இன்டர்நெட் தொடர்பு தேவை!

source: noInternetConnection_SAMPARKWEB
ta: சம்பார்க் வெப்பில் செல்ல இணைய தொடர்பு தேவை!

source: noInternetConnection_SCEHEMERESULT
ta: ஸ்கீம் முடிவைக் காண இன்டர்நெட் தொடர்பு தேவை!

source: noInternetConnection_SCEHEMERESULT_DOWNLOAD
ta: ஸ்கீம் விவரங்களை பதிவிறக்கம் செய்ய இன்டர்நெட் தொடர்பு தேவை!

source: noInternetConnection_PROFILE
ta: சுயவிவரத்தைக் காண இன்டர்நெட் தொடர்பு தேவை!

source: noInternetConnection_REFRESHBALANCE
ta: சமநிலையைப் புதுப்பிக்க இன்டர்நெட் தொடர்பு தேவை!

source: noInternetConnection_SUAREY
ta: சுர்வியைச் செய்ய இன்டர்நெட் தொடர்பு தேவை!

source: noInternetConnection_ORDER
ta: ஆணையை நிறைவேற்ற இன்டர்நெட் தொடர்பு தேவை!

source: noInternetConnection_GALLERY
ta: கேலரியைச் செயல்படுத்த இன்டர்நெட் தொடர்பு தேவை!

source: noInternetConnection_CHANGELANGUAGE
ta: மொழியை மாற்ற இன்டர்நெட் தொடர்பு தேவை!

source: noInternetConnection_DMSBILLING
ta: டி.எம்.எஸ்.பிளிங்கைச் செய்ய இன்டர்நெட் தொடர்பு தேவை!

source: noDataAvailable
ta: தரவு கிடைக்கவில்லை!

source: bankAccountEmpty
ta: பேங்க் அகௌண்ட் எண் காலியாக இருக்கக்கூடாது!

source: bankAccountNo10_25
ta: 10-25 டிஜிட்டல் பேங்க் அகௌண்ட் உள்ளிடவும்!

source: ifscEmpty
ta: பேங்க் ஐ எப் எஸ் சி கோட் காலியாக இருக்கக்கூடாது!

source: invalidIFSC
ta: தவறான ஐ எப் எஸ் சி வடிவமைப்பு!

source: ifsc11Digit
ta: பேங்க் ஐ எப் எஸ் சி கோட் 11 இலக்கமாக இருக்க வேண்டும்!

source: bankNameEmpty
ta: பேங்க் பெயர் காலியாக இருக்கக்கூடாது!

source: bankAddressEmpty
ta: பேங்க் முகவரி காலியாக இருக்கக்கூடாது!

source: accountHolderNameEmpty
ta: அகௌண்ட் ஹோல்டர் பெயர் காலியாக இருக்கக்கூடாது!

source: resetPassword
ta: உங்கள் கடவுச்சொல் கடந்த 90 நாட்களில் இருந்து மீட்டமைக்கப்படவில்லை. சம்பர்க் திட்டத்தை அணுக கடவுச்சொல்லை மீட்டமைக்க வேண்டும்!

source: pendingPinToAccumulate
ta: ஆன்லைனில் கணக்கிட நீங்கள் பின்ஸ் வைத்திருக்கிறீர்கள்! தயவுசெய்து ஒத்திசைவு தரவு ஆன்லைன்!

source: server_is_Busy
ta: சர்வர் பிஸி! தாமதமாக முயற்சிக்கவும்!

source: selectStartDate
ta: தொடக்க தேதியைத் தேர்ந்தெடுக்கவும்!

source: selectEndDate
ta: இறுதி தேதியைத் தேர்ந்தெடுக்கவும்!

source: selectChequesImage
ta: படத்தைத் தேர்வுசெய்க!

source: imageSize
ta: பட அளவு 3 எம் பி அல்லது குறைவாக இருக்க வேண்டும்!

source: imageUploaded
ta: படத்தை பதிவேற்றியது வெற்றிகரமாக!

source: enterCorrectPassword
ta: சரியான பாஸ்வர்டை உள்ளிடுக!

source: chqName
ta: செக் நிறுவனத்தில் பேங்க் பெயரின் பெயரில் இருக்க வேண்டும் என்பதை சரிபார்க்கவும் நிறுவனம் / பங்குதாரர் சொந்த பெயரின் பெயரில் இருக்க வேண்டும் !

source: pendingPinsToAccumulate
ta: நீங்கள் கணக்கிட பொய்ண்ட்ஸ்களை வைத்திருக்கிறீர்கள்! சமர்ப்பிக்க கிளிக் செய்க!

source: enterElectricalMobileNo
ta: எலக்ட்ரிக் மொபைலை உள்ளிடவும்!

source: enterValidElectricalMobileNo
ta: செல்லுபடியாகும் மின் மொபைலை உள்ளிடவும்!

source: enterPin
ta: பின்னை உள்ளிடவும்!

source: sendSMS
ta: எஸ்.எம்.எஸ் அனுப்பவும் / உங்கள் பதிவுகளுக்கான கணக்கீட்டு நிலையை சேமிக்கவும், ஒருமுறை பின் ஒத்திசைவு தரவைக் காண முடியாது. வீட்டிற்குச் செல்ல கிளிக் செய்க! பின்!

source: noHistory
ta: தேர்ந்தெடுக்கப்பட்ட தேதிகளுக்கு இடையில் எந்த பரிமாற்றமும் இல்லை!

source: switchScheme
ta: நீங்கள் உண்மையில் மற்ற திட்டங்களைத் தேர்ந்தெடுக்க விரும்புகிறீர்களா?

source: doYouWantExit
ta: நீங்கள் உண்மையில் வெளியேற விரும்புகிறீர்களா!

source: doYouWantLogout
ta: நீங்கள் உண்மையில் வெளியேற விரும்புகிறீர்களா!

source: appUpdate
ta: சாம்பாக்கின் புதிய பதிப்பு கிடைக்கிறது. தயவுசெய்து புதுப்பிக்கவும்!

source: notificationNoAttachment
ta: அணுகல் நிதி இல்லை

source: schemeResultDataNotFound
ta: தரவு இல்லை!

source: pendingsurvey
ta: நீங்கள் நிலுவையில் உள்ளீர்கள் நிரப்ப விரும்புகிறீர்களா?

source: addProduct
ta: ப்ரொடக்ட் கண்டுபிடிக்கப்படவில்லை! தயாரிப்புக்கு தயாரிப்பு சேர்க்கவும்

source: valueNotFound
ta: எந்த மதிப்பும் இல்லை!

source: productNotFound
ta: ப்ரொடக்ட் கண்டுபிடிக்கப்படவில்லை

source: selectDealer
ta: டீலரைத் தேர்ந்தெடுக்கவும்!

source: enterDealerName
ta: டீலர் பெயர் / கோட் உள்ளிடுக

source: enterDealerMobile
ta: டீலர் மொபைல் எண்ணை உள்ளிடவும்

source: dealerNotFound
ta: ஒப்பந்தக்காரர் வேறு ஒன்றைத் தேர்ந்தெடுக்க வேண்டாம்!

source: enterRemark
ta: குறிப்பை உள்ளிடுக

source: productListErrorMsg
ta: IF YOU HAVE ITEMS IN ORDER CART, THEN CART WILL BE EMPTY!

source: productListPreviousPage
ta: DO YOU WANT TO GO TO PREVIOUS PAGE!

source: doyouwanttodelete
ta: DO YOU REALLY WANT TO REMOVE THIS ITEM FROM CART!

source: selectFirmType
ta: நிறுவன வகையைத் தேர்ந்தெடுக்கவும்

source: enterFirmName
ta: நிறுவன பெயரை உள்ளிடுக!

source: enterOwnerName
ta: உரிமையாளரின் முழு பெயரை உள்ளிடுக!

source: enterAddress
ta: நிறுவன முகவரியை உள்ளிடவும்!

source: selectSate
ta: மாநிலத்தைத் தேர்ந்தெடுக்கவும்!

source: selectDistrict
ta: மாவட்டத்தைத் தேர்ந்தெடுக்கவும்!

source: selectCity
ta: நகரத்தைத் தேர்ந்தெடுக்கவும்!

source: selectArea
ta: தயவுசெய்து பகுதியைத் தேர்ந்தெடுக்கவும்!

source: enterPinCode
ta: பிணக்கோட் ஐ உள்ளிடுக!

source: validPinCode
ta: செல்லுபடியாகும் பின்கோடை உள்ளிடவும்!

source: selectBranchName
ta: பிரென்ச் பெயரைத் தேர்ந்தெடுக்கவும்!

source: selectBranch
ta: பிரென்ச் பெயரைத் தேர்ந்தெடுக்கவும்!

source: enterEmail
ta: ஈமெயில் முகவரியை உள்ளிடுக!

source: enterValidEmail
ta: செல்லுபடியாகும் ஈமெயில் முகவரியை உள்ளிடவும்!

source: enterRetailerSapCode
ta: ரீடைலர் எஸ் எ பி கோட் உள்ளிடுக!

source: enterAadharNo
ta: ஆதார் எண்ணை உள்ளிடுக!

source: validAadherNo
ta: செல்லுபடியாகும் ஆதர் எண்ணை உள்ளிடவும்!

source: enterPanNo
ta: பேண் கார்டு எண்ணை உள்ளிடவும்!

source: validPanNO
ta: செல்லுபடியாகும் பேண் எண்ணை உள்ளிடவும்!

source: selectGstType
ta: ஜிஎஸ்டி வகையைத் தேர்ந்தெடுக்கவும்!

source: enterGstNO
ta: ஜிஎஸ்டி எண்ணை உள்ளிடவும்!

source: enterValidGstNO
ta: செல்லுபடியாகும் ஜிஎஸ்டி எண்ணை உள்ளிடவும்!

source: selectParentChildStaus
ta: பெற்றோர் குழந்தை ஸ்டாஸைத் தேர்ந்தெடுக்கவும்

source: enterParentMobileNo
ta: பெற்றோர் மொபைல் எண்ணை உள்ளிடவும்!

source: selectOwnerImage
ta: உரிமையாளர் படத்தைத் தேர்ந்தெடுக்கவும்!

source: selectAadherImage
ta: ஆதார் படத்தைத் தேர்ந்தெடுக்கவும்!

source: selectPanImage
ta: பேண் படத்தைத் தேர்ந்தெடுக்கவும்!

source: selectGstIamge
ta: ஜிஎஸ்டி படத்தைத் தேர்ந்தெடுக்கவும்!

source: selectShopImage
ta: ஷாப் படத்தைத் தேர்ந்தெடுக்கவும்!

source: selectOtherImage
ta: பிற படத்தைத் தேர்ந்தெடுக்கவும்!

source: noInternetConnection_REDEEMVOUCHER
ta: வவுச்சரை மீட்டெடுக்க இன்டர்நெட் தொடர்பு தேவை!

source: noInternetConnection_MOBILETOPUP
ta: மொபைல் டாப்அப் செய்ய இன்டர்நெட் தொடர்பு தேவை!

source: noInternetConnection_BANKTRANSFER
ta: செயல்திறன் வங்கி பரிமாற்றத்திற்கு இன்டர்நெட் தொடர்பு தேவை!

source: selectOpretor
ta: ஆபரேட்டரைத் தேர்ந்தெடுக்கவும்!

source: rechargeAmountBetween
ta: 1.00 முதல் 1000.00 வரை உள்ளிடப்பட்ட தொகை!

source: voucherAdded
ta: வவுச்சர் கேரட்டில் சேர்க்கப்பட்டுள்ளது!

source: voucherAddedFailed
ta: கேரட்டில் வவுச்சரைச் சேர்க்கத் தவறிவிட்டது!

source: voucherDelete
ta: வவுச்சரை கேரட்டில் இருந்து நீக்க விரும்புகிறீர்களா?!

source: TOTAL AMOUNT SHOULD BE LESS THAN BALANCE
ta: மொத்த தொகை சமநிலையை விட குறைவாக இருக்க வேண்டும்

source: TOTAL AMOUNT BETWEEN 10.00 TO 1000.00!
ta: 10.00 முதல் 1000.00 வரை மொத்த தொகை!

source: NO
ta: நோ

source: YES
ta: யெஸ்
